{
  "tech_info": [
    {
      "id": 0,
      "text": "Ренат, добрый день. Вы можете по артикулу запчасти посмотреть? Цилиндр тормозной интересует.   Да, диктуйте.   С как русская, потом С как доллар.   Ага. Рейд 901.   Этот цилиндр тормозной, получается, на ИСУ замолочен. JapanParts, фирма. Под заказ, 1250 рублей.   Только под заказ?   Да, доставка на 4 число.   Понятно. Ладно, спасибо. Нет, не нужно.   Спасибо за звонок. Всего доброго. До свидания.",
      "blocker": "Недостаток технической информации"
    },
    {
      "id": 3,
      "text": "На Autoall.ru меня зовут Ренат. Здравствуйте. По поводу датчиков на ШАКМАН.   Да, здрасте. Подскажите, а есть привод от продавления воздуха на установку, получается? Это для бетонного миксера, бетонной мешалки. Там есть давление. Поддаёшь бочку на воду, чтобы мыть машину. Привод от продавления.  Так, сейчас попробуем найти... Воздушный клапан, да? Это гидравлика?   Воздушный. Воздушный. На установку, к сожалению, линия занята. Я не могу сказать по датчику. Вы его не снимали, не смотрели? Маркировка, может быть, есть на нём?  Да, есть маркировка только с номером. Клапан. Модель. АТР, регулятор. Модель КП-208.   Модель КП. По-английски. КП-208.   А, КП-208. Так, буква К английская, да? Кью, да?   Кью.   А, Кью. Кью, английская. Кью-П-208?  208.   Понял. Модель не показывает в базе. К сожален...",
      "blocker": "Недостаток технической информации"
    },
    {
      "id": 31,
      "text": "Да, Автоалл.ру. Меня зовут Ринозов. Здравствуйте. Попросили связаться с вами по поводу шланга сцепления на МАН. У вас есть номер шасси или госномер автомобиля, чтобы мы могли посмотреть по каталогу?   — Да, я уже нашел шланг в магазине.  А, все понял, неактуально, значит.   — Нет, я нашел его в магазине на Кетчерской улице. Это ваш магазин?   Ага, да, да, да. Я там уже запланировал, сейчас еду туда, уже занял.  — Ага, понял. Все, хорошо, извините за беспокойство.",
      "blocker": "Недостаток технической информации"
    },
    {
      "id": 33,
      "text": "Афтоалл.ру, меня Ренат зовут, здравствуйте. По поводу фильтра. Да. А какой фильтр нужен? Масляный. Угу. Сейчас, одну минуту, посмотрю... Аппарат выключен. Аппарат выключен. Хорошо. Готовы. Режим взлётный. Режим взлётный. Взлётный. Жми. Свет выключить. Экран занимается. Интерцепторы вообще не показывают. Освободим. Поехали. На вашем двигателе нет фильтра масляного. Нету.  А по номеру деталей вы можете посмотреть? Потому что они идут на МАЗовские двигатели. Это Венчайские двигатели. ВП-4, да. МАЗ-4370. На МАЗах у вас тоже такие же должны быть. Попробуйте по номеру. Я вам сейчас могу продиктовать. Да, давайте посмотрим. Тысячу ровно. Сорок девять. Десять. Шестьдесят.  По этому номеру я и смотрел. Это оригинальный фильтр. И у вас нету такого фильтра? К сожалению, нет. Очень жаль. Ладно, хорошо...",
      "blocker": "Недостаток технической информации"
    },
    {
      "id": 43,
      "text": "Автоалл.ру, меня зовут Рено, спрашивайте по поводу заказа. Да, здравствуйте. Смотрите, мне нужен обратный клапан на рампу, для двигателя Cursor 13. Можете подсказать номер шасси или ВИН-код, или государственный номер автомобиля? Я могу вам ВИН-код... Куда его отправить или хотите продиктовать? Продиктуйте, пожалуйста. Сейчас, одну секундочку, открою. Номер шасси обычно начинается на букву «Z». Сейчас, секунду, открою ВИН. Хорошо. Я даже могу сказать артикул этой детали. Если есть артикул, подскажите, и мы посмотрим. 580, 148, 3106. В наличии нет ни в одном из магазинов. Будет под заказ к 21 числу. Я понял. Спасибо большое. До свидания. Вам спасибо за общение. Всего доброго. До свидания.",
      "blocker": "Недостаток технической информации"
    },
    {
      "id": 51,
      "text": "Алло, Автоалл.ру. Ренат беспокоит вас по поводу сцепления на КАМАЗ. Смотрите, да, все верно подобрали, все подходит. Тогда давайте счет. По производителям оставляем все так, как есть, правильно я понимаю?  — Ну а там есть дешевле вариант или что?  — Есть как дешевле вариант, так и дороже. Наверное, оставляем все как есть.  — Хорошо. Контактный номер телефона могу указать ваш?  — Этот, да.  — Скажите, у вас доставка есть?  — Доставка есть.  — Она платная?  — Сейчас посмотрим, а вам в какой город нужно будет?  — Мытищи, Глининого.  — Так, сейчас. Адрес электронной почты, куда счет отправить, можете указать тот, который вы прислали?  — Да, можете.  — Так, Мытищи. Доставка будет бесплатной курьером. Соответственно, как оплата пройдет, доставка будет на послезавтра, на 16 число, в воскресенье. ...",
      "blocker": "Недостаток технической информации"
    },
    {
      "id": 52,
      "text": "Алло? Алло, автоалл.рф, меня Ренат зовут. Мы с вами общались по поводу Дон Куэнга. Вам угловой нужен, да, вот этот гофрированный паттерн, получается?   — Да, да, все верно, который...  — Да, да, да, который идет от турбины на воздух с холодной части.  — А, от турбины который идет?  — Ну, он идет на корпус воздушного фильтра от турбины.  — А, все, понял, понял. Сразу после датчика... Она с него воздух сосет. Ну, короче, через него, точнее. Понял. Ну, а то, что вы сказали, он угловой такой, да, гофрированный?  — Угу. Ну, смотрите, его нигде нету. Ни под заказ, ни в наличии.  — Угу. Номер я вам могу сказать, артикул этот в детали?  — Ну, если вас не затруднит. Попробуйте найти.  — Давайте, если можно. Готов.  — Так, сейчас. Сто шестьдесят пять.  — Сто шестьдесят пять, ага.  — Семьдесят пять. ...",
      "blocker": "Недостаток технической информации"
    },
    {
      "id": 58,
      "text": "Здравствуйте, Autoall.ru. Меня зовут Ренат. По поводу запчастей на Шахман.  Здравствуйте, Ренат. Смотрите, мы вчера забрали, заказывали у вас кронштейн крепления подъема кабины на самосвал Шахман, ЭК-3000, чтобы понятно было, что нужно. Могу артикул этого кронштейна назвать, держу перед глазами картинку.  Да, слушаю.  Так вот, артикул, кажется, 814-172-05-340.  Да, есть такой, вижу.  К этому кронштейну крепится гидравлический цилиндр для подъема кабины.  Ага.  Цилиндр и кронштейн в порядке, новый мы вчера забрали на Кетчупе.  Ага.  Теперь ищем шпильку, которая крепит цилиндр к кронштейну. Там шпилька со втулкой.  Ага, понял. Так.  Я нашел схему в интернете, но без номеров и артикулов, просто картинка. Думаю, вы лучше разберётесь, вы в этом разбираетесь.  Ну, я вчера вам кронштейн подбирал....",
      "blocker": "Недостаток технической информации"
    },
    {
      "id": 61,
      "text": "Наталья, здравствуйте. Здравствуйте, Автоалл.ру. Меня Рена зовут. Просили связаться по поводу полуприцепа.  Мне нужны тормозные диски на вот этот полуприцеп. А полуприцеп на базе чего сделан? Шасси чьё стоит?  Ой, я вообще не знаю. Не знаю, а как... Где мне это узнать?  Это нужно табличку посмотреть на шасси самой.  Табличка на шасси?  Да.  Как полуприцеп называется у вас?  Вообще не знаю. Вот только могу ВИН сказать, больше ничего не могу сказать.  По ВИНу они не открываются, полуприцепы. Там именно надо смотреть по номеру шасси. Там, как правило, висит табличка, и там написано серийный номер, номер шасси, и по этому номеру уже нужно будет смотреть, что у вас идёт.  Ладно, хорошо, посмотрю сейчас. Спасибо за звонок. Всего доброго.  До свидания.",
      "blocker": "Недостаток технической информации"
    },
    {
      "id": 62,
      "text": "Алло. Меня зовут Ренат, здравствуйте. Я связываюсь с вами по поводу клапана на МАН. Да, да. Сейчас продиктую номер детали: 0-9-28. Ага. Четыре стороны, 766. Так, дозирующий модуль. Ещё раз: дозирующий модуль, я понял, это блок дозатор. Ага. Так, есть только один вариант — оригинальный. Сколько стоит оригинальный? Сорок четыре тысячи сто рублей. Оригинальный стоит сорок четыре тысячи сто рублей. Да, доставка будет на 5 марта. Хорошо. Этот клапан ТНВД, вы его имеете в виду, да? Да, да, да. Я где-то находил за пять или десять тысяч. Это потому что они не оригинальные, а у вас оригинальный за сорок четыре, да? Ну, это оригинальный МАН. Если тот, который вы диктовали — бошевский, то, к сожалению, у нас нет варианта его привезти. Ага. Хорошо, я подумаю и перезвоню, спасибо. Спасибо за звонок, вс...",
      "blocker": "Недостаток технической информации"
    },
    {
      "id": 106,
      "text": "Здравствуйте, меня интересует глушитель, бачок на ГАЗель. Там детали одинаковые? А что за ГАЗель, что за мотор стоит? 4216 движок, 2009 года. Ну, бизнес не бизнес, короче. Один бачок сбоку, который большой. Вот такой бачок у меня уже порвался. А самая последняя часть получается нужна? Нет, здесь один бачок стоит, не два. Один бачок. \"Самоваром\", да, в народе говорят, самовар. Один большой прямо, он сбоку выходит, ну, с правой стороны между колёсами. В каком магазине интересует наличие? Ну, Собурова, допустим, по ссылке мне удобно. В наличии есть автоглушитель 4550, фирма BOXAN 5380. Есть, да, Собурова? Да. Всё, спасибо огромное. Вам спасибо за звонок, будем рады видеть в нашем магазине. Всё, добро, до свидания.",
      "blocker": "Недостаток технической информации"
    },
    {
      "id": 117,
      "text": "Автоалл.ру, меня зовут Ренат, здравствуйте, что вас интересует?   Алло, Ренат, здравствуйте. Я хотел бы уточнить, есть ли у вас в наличии боковые шторки на двери, именно шторки, не сетки, на Газель Next?   Сейчас посмотрим. На боковые стекла, правильно?   Да, да, да.   На лобовое?   Нет, не на лобовое, именно на боковые стекла, такие, типа как на маленьком бегунке.   Пять минут. Специально под Газель Next нет, но есть универсальные, по размерам можно смотреть.   А какая у них стоимость?   Так, стоимость у них... сейчас скажу. Например, размер 50 на 37 стоит 2430 рублей. А размер 50 на 42 от фирмы Airline — 2350 рублей.   Давайте, я сейчас подъеду, я в принципе неподалеку.   Да, хорошо. Спасибо за звонок, будем рады вас видеть в нашем магазине. Всего доброго, до свидания.   До свидания.",
      "blocker": "Недостаток технической информации"
    },
    {
      "id": 126,
      "text": "Компания «Автоленс», меня зовут Рено. Здравствуйте, что вас интересует?   Здравствуйте, ищу палец рессоры и задний ИВЕКО АМТ, и что-то не могу у вас найти. Может быть, вы мне подскажете? Может быть, я его как-то неправильно называю?  А что за автомобиль?  ИВЕКО АМТ, грузовик.  Давайте по каталогу посмотрим. Можете номер шасси сказать, пожалуйста?  Ну, наверное, нет.  А госномер автомобиля? Может, по госномеру попробуем подсказать?  Сейчас я попробую по документам. Так. Ну вот, какой-то грузовик, КАМАЗ, что ли. Чтобы найти вашу деталь, мне нужно открыть каталог и посмотреть.  Вам нужен ВИН?  Да, да, да.  Сейчас, может быть, я его найду. Так. А, вот, ВИН есть. Значит, Х большая, 42, 633.  А номер кузова или номер шасси, там чуть ниже у вас должен быть?  Есть, есть.  Продиктуйте его, пожалуйс...",
      "blocker": "Недостаток технической информации"
    },
    {
      "id": 137,
      "text": "Компания «Автоальянс». Меня зовут Ренат. Здравствуйте, что вас интересует?  Здравствуйте, Ренат. Мне нужны запчасти для гидроцилиндра нефазовского. Я у вас на сайте посмотрел, вроде бы, они есть.  А что за нефаз?  Ну, это самосвальный колхозник, нефаз. Мне нужны направляющие для гидроцилиндра. Чугунные или латунные, они вверху стоят, где манжеты. В вашем каталоге я видел, что они есть. Алло.  Так, у вас односкатный прицеп?  Нет, двухскатный. Прицеп нефаз 8560. Гидроцилиндр. Нужна марка в гидроцилиндрах? Если есть, скажите, да, давайте.  Есть табличка 8560-8603-010-01. Верхние направляющие.  Да, секунду, сейчас посмотрим. Верхние направляющие. Сам гидроцилиндр есть, направляющие? Нет, да?  Нет. Не подскажете, где можно найти такую штуку?  К сожалению, не могу подсказать, где они могут быть ...",
      "blocker": "Недостаток технической информации"
    },
    {
      "id": 139,
      "text": "Компания Автолянс. Меня Ренат зовут. Здравствуйте. Что интересует вас?   Здравствуйте, Ренат. Мне нужны запчасти на Газель с двигателем Камменс. Какие запчасти необходимы на Камменс?  А вы как сами уже, да, продаете? Это куда я попал?   Вы в линию попали. Вы как физическое лицо будете приобретать или как...   Да, как физлицо. Мне с консультантом поговорить будем. У меня номера запчасти нет.   Смотрите, у меня такая ситуация. Камминс с Евро-3 двигателем. Редукционный клапан нужен. Но момент такой — редукционный клапан с Евро-5 двигателя подходит на Евро-3?   Редукционный клапан топливный?   Нет, редукционный клапан, который за давление отвечает.   Ну, редукционный клапан давления. Топливо или масло?   Масло. Сейчас посмотрим, одну минуту. Просто я брал на Евро-3 двигатель переднюю плиту, та...",
      "blocker": "Недостаток технической информации"
    },
    {
      "id": 152,
      "text": "Автозапчасти Кетчерская, меня Ренат зовут, здравствуйте, что интересует вас?  Добрый день, вот на БМВ, на Х3, там у меня уже заказ есть и хочу ещё свечи и всё.  Да, секунду, сейчас посмотрим. НЖК и РИДовые. Сейчас каталог откроется, одну минуту. Я тоже ГАЗ поставлю. ГАЗу тоже поставлю, сейчас порядок приведу и тоже ГАЗ. Х3, 2004 год, да?  Да, да, да, вот на него.  Ага. ГАЗ, ГАЗ, ГАЗ. По 1205 рублей НЖК.  И РИДовые, да?  Так, сейчас проверим.  Да.  А, ну вот если и РИДовые, то 6 штук.  Угу. А там не видно, пришли вот эти вот, салонный фильтр пришел и колодки?  Фильтры, колодки у вас все готовы к выдаче.  Не, не, не, там фильтры масляные и воздушные, а вот еще салонные я заказывал тоже МАНУС.  У вас все фильтры готовы к выдаче.  Все три фильтра, да?  Да. И колодки, передние и задние.  Все, о...",
      "blocker": "Недостаток технической информации"
    },
    {
      "id": 157,
      "text": "Компания «Автолянс», меня зовут Реназа. Здравствуйте, что вас интересует?  Добрый день, скажите, пожалуйста, а с Сергеем Мазуром соедините, пожалуйста?  Сейчас, одну минуту. Кто спрашивает, как вас представить?  Валерий.  Оставайтесь на линии. Добавочный 2744. Сейчас переведу вас.  Какой добавочный?  2744.  Мне перезвонить нужно, или как?  Я вас сейчас переведу, оставайтесь на линии, пожалуйста.  Алло.  Да-да, это Сергей, да?  Добрый день. Слушаю.  Это Валерий, мне Юля сказала к вам обратиться, она в отпуске. Мне нужен дисковый колёсный на Сканию, не посмотрите?  Вы организация?  Да-да, «Авитранс».  Так, смотрю на сайте. Диск. Я вот нашел какой-то Акуриды у нас, вот стоят такие, но не знаю, он подойдет или нет.  А какой у вас?  У меня 11.75-22.5. Мне нужен ЕТ-135 размер.  А какой вы нашли ...",
      "blocker": "Недостаток технической информации"
    },
    {
      "id": 190,
      "text": "Здравствуйте, Ренат, у меня такой вопрос. Хотел купить масло Газпром нефть 5W40 синтетика. Там маркировка 2А, по-моему, или 3А, B4 что ли. Что-то такое. Секунду, сейчас я вам точно скажу. Так, Газпром нефть 5W30, да, вам сказали? 5W40, 5W40 A3-B4. Сколько будет стоить?   А какой объем нужен?   4 литра. 4-литровая канистра — 2265 рублей.   2265 рублей. А можно еще добавить туда фильтр масляный на Nissan Qashqai J10, вариатор, 2 литра. Так, сейчас, секунду, на минуту, сейчас я открою каталог для этого. Первое поколение Nissan Qashqai, двухлитровый двигатель.   Бензиновый, правильно?   Да, бензиновый. Так, фирма Mann, Германия, 770 рублей. Sakura, Индонезия, 490. Оригинал — 1010.   Нет, я, по-моему, сакуру брал. Белая коробка с красным, да?   Да-да-да, белая с красным, все верно, вот этого до...",
      "blocker": "Недостаток технической информации"
    },
    {
      "id": 195,
      "text": "Алло! Алло, еще раз здравствуйте. Мы подъехали, я вам звонил два раза, не дозвонился. Телефон разрывается. Шильдик посмотрели, номер на нем? Шильдик посмотрели, но что-то непонятно, честно говоря.  Я могу вам продиктовать цифры, которые на нем стоят. Давайте посмотрим, диктуйте. Сейчас секундочку, я поднимусь в офис. Буквально сейчас.   Там начинается на 42-16, правильно? Да, все правильно. Просто у нас мотор может быть уже от другой машины. У нас старая машина, может быть, просто другая. В чем загвоздка: новая рама указана в одном двигателе, значит, какие-то крепления там другие. Надо по номеру смотреть, сверять.   Смотрите, два номера у меня есть: 42-16, 400, 100, 3401 — это один номер. Он не определяется вообще никак, даже Яндекс не видит, что это такое. Есть еще один номер: 42-16, 100,...",
      "blocker": "Недостаток технической информации"
    },
    {
      "id": 224,
      "text": "В толпе шум, генетические алгоритмы, а египетские товары, можно заказ оформить? В тот раз этого не вышло, видимо, что-то не так пришло. Я его нёс, но не успел оплатить. Ну, слушай, у вас какой заказ, что хотели?  А вот по номеру машины, этот проект. Давайте, диктуйте: Роман 7 0 2, Сергей, Ульяна, 7 9 0. Тяжёлый фургон, Партнёр-Боксер. То есть, Боксер-Боксер, да?  Что смотреть? Воздушный фильтр, там Megapower есть, можно заказать? Я так и не понял, Megapower это Китай или Россия? Китай, Китай. Просто я от них колодки поставил, ни скрипа, ничего, после 476 рублей. Когда это фильтр?  Да. Ну что ещё? Топливный фильтр. Там Filteron можно выбрать, 860 рублей. Filteron добавил, да. И масло, какую фирму? Оригинал который. Потом я на сайте два оригинала нашёл.  Ну а здесь будут, стойте на линии. Сп...",
      "blocker": "Недостаток технической информации"
    },
    {
      "id": 247,
      "text": "Здравствуйте, хотел уточнить наличие запчасти в магазине на Рябиновой улице. Мне нужна пробка на газ 1,4 дюйма, там сливная такая.  — Пробка сливная из какой машины?  — Ну там газ, ну мне на Москвич, но она просто взаимозаменяемая, там она подписана у вас как газ 1,4 дюйма. Артикул есть у вас или можете артикул назвать?  — На цифры, да, сейчас, секундочку... так, 353, 052-П29, да? 052-П29.  — Да, есть такая в наличии. Какой магазин интересует вас?  — Вот на Рябиновой.  — На Рябиновой. Метро Озерная, да? Восемь штук есть, да. То есть можно как бы сейчас там подъехать в течение дня?  — Да, да, в наличии есть, можете подъехать, купить. Могу забронировать вам, чтобы никто не купил, через час заказ будет готов.  — Ну да, чтобы мне там её просто сразу уже выдали, я приеду и заберу.  — Да. Одну ш...",
      "blocker": "Недостаток технической информации"
    },
    {
      "id": 250,
      "text": "Аutoall.ru, Евгений, здравствуйте.  Здравствуйте. Я хотел бы уточнить по поводу одной запчасти на Газель, именно по поводу балки передней по комплектации. Только балка идет или вместе с кулаками продаётся?  Так, балка передняя ГАЗ-3302.  ГАЗ-3302, да. Нет, просто голая балка, без кулаков.  Понял. Хорошо. Спасибо большое. Остались вопросы какие?  Нет, всё. Спасибо большое.  Спасибо за звонок. Будем рады вас видеть в нашем магазине. До свидания.",
      "blocker": "Недостаток технической информации"
    },
    {
      "id": 254,
      "text": "Здравствуйте, мне заказ нужно сделать.   Что заказ еще раз?   Заказ хочу сделать.   Да, слушаю вас, говорите.   Можно по ВИНу, мне нужно масло и фильтр масляный.   Машина какая?   Аудио 3. Сейчас проверим. Так, фильтр масляный и масло, да?   Да.   Так, вы какую вязку заливали в последний раз?   Шелл 5W40.   Вязка 5W40, да?   Да.   Да, может вам такой же тогда и посмотреть, масло, Шелл? Вот у меня почему-то по ВИНу ищет 5W30.   ВИН 5W30 показан, да.   Да.   Они по вязкости, да, отличаются?   По вязкости отличаются. Но если вы 5W40, то 5W40 и заливайте. Вы же ездили на нем, правильно?   Да.   А пробег какой?   120 тысяч.   Ну тут вам выбирать уже, тут вам не посоветую, какой скажете.   Ну давайте, как было, 5W40.   Так, Шелл, да?   Да.   Так, а Шелл какой там был, что написано у вас на нем? ...",
      "blocker": "Недостаток технической информации"
    },
    {
      "id": 265,
      "text": "Автоалл.ру, Евгений, здравствуйте.  Здравствуйте. Это Китерский 2А или общий номер?  Общий номер, спрашивайте, я расскажу по наличию.  Хорошо. Мне нужны запчасти для УАЗ-Профи. Этого... запчасть - коробку. Какая коробка стоит у вас?  Безраздаточный привод, без раздатки.  Еще раз, не понял, что нужно? Алло, алло, с вами. Здравствуйте еще раз.  Здравствуйте. Ну, смотрите, машина УАЗ-Профи с двигателем ЗМЗ-409. Безраздаточная коробка у нас. На коробку у вас запчасти есть? Там подшипники, манжеты, внутренние детали?  На раздатку нет.  Не на раздатку, в коробке есть запчасти?  Ну, что нужно? Говорите, что хотите.  Все подшипники нужны на первичный, вторичный вал.  По номерам надо смотреть, надо снимать по номеру. Вам нужен образец, да?  Да.  Хорошо. А если что, привезем образец шестерни, допуст...",
      "blocker": "Недостаток технической информации"
    },
    {
      "id": 275,
      "text": "Здравствуйте. У вас есть тягово-сцепное устройство для прицепа? Для чего именно? Тягово-сцепное устройство для прицепа. Какой тип? Шар или квадрат? Всё вместе, с ручкой. У вас в креплении шар или квадрат идёт? Круглый или квадратный? Круглый. Сам фаркоп, что ли? То есть, на что вы будете крепить фаркоп на прицеп? Круглый или квадратный? Круглый идёт. Сейчас я уточню, оставайтесь, пожалуйста, на линии. Ожидайте, пожалуйста, ответа оператора. Спасибо за ожидание. В наличии есть по цене 2590 рублей. Какой магазин вас интересует? Сейчас скажу... В районе Видного, Московская область, ближайший. Это на востоке Москвы будет, в районе Видного нет. Новогиреево, Кетчерская, 2А. А полный адрес? Кетчерская, 2А. Кетчерская? Да, Кетчерская, 2А. Это возле Видного? Это на востоке Москвы, не возле Видного....",
      "blocker": "Недостаток технической информации"
    },
    {
      "id": 298,
      "text": "Автол.ру, Евгений, здравствуйте.  Здравствуйте. Подскажите, пожалуйста, на Газель Left 2017 года передний ступичный подшипник интересует.  Сейчас я уточню, оставайтесь с нами. В наличии есть? Алло, алло, алло.  Алло. В наличии есть. Какой магазин интересует?  Техчерская.  Газовский, оригинальный, 4660. Пеленга, 3580. Линк.  Подождите, вы мне цены сейчас называете за один подшипник или за сборку?  Всегда по одному, всегда по одному продаются. Один подшипник в одну сторону.  Ага, я понял. Просто я смотрел, у вас по каталогу артикул есть. Получается, код ES132123. Там выходит ступица за 4500, по-моему, что-то такое.  ES, а код товара скажите, код для заказа, я посмотрю.  Сейчас скажу. Артикул, да? А, код заказа — 936060.  Еще раз, плохо слышно.  936060.  Ну вот, я вам перечислил, как раз они ...",
      "blocker": "Недостаток технической информации"
    }
  ],
  "availability": [
    {
      "id": 0,
      "text": "Ренат, добрый день. Вы можете по артикулу запчасти посмотреть? Цилиндр тормозной интересует.   Да, диктуйте.   С как русская, потом С как доллар.   Ага. Рейд 901.   Этот цилиндр тормозной, получается, на ИСУ замолочен. JapanParts, фирма. Под заказ, 1250 рублей.   Только под заказ?   Да, доставка на 4 число.   Понятно. Ладно, спасибо. Нет, не нужно.   Спасибо за звонок. Всего доброго. До свидания.",
      "blocker": "Проблемы с наличием"
    },
    {
      "id": 3,
      "text": "На Autoall.ru меня зовут Ренат. Здравствуйте. По поводу датчиков на ШАКМАН.   Да, здрасте. Подскажите, а есть привод от продавления воздуха на установку, получается? Это для бетонного миксера, бетонной мешалки. Там есть давление. Поддаёшь бочку на воду, чтобы мыть машину. Привод от продавления.  Так, сейчас попробуем найти... Воздушный клапан, да? Это гидравлика?   Воздушный. Воздушный. На установку, к сожалению, линия занята. Я не могу сказать по датчику. Вы его не снимали, не смотрели? Маркировка, может быть, есть на нём?  Да, есть маркировка только с номером. Клапан. Модель. АТР, регулятор. Модель КП-208.   Модель КП. По-английски. КП-208.   А, КП-208. Так, буква К английская, да? Кью, да?   Кью.   А, Кью. Кью, английская. Кью-П-208?  208.   Понял. Модель не показывает в базе. К сожален...",
      "blocker": "Проблемы с наличием"
    },
    {
      "id": 25,
      "text": "Автоалл.ру, меня Рената зовут, здравствуйте. Просили связаться по поводу DAF 95-го.   — Да, Ренат, здравствуйте. Надо сцепление на DAF-95-й.   — А подскажете номер шасси или госномер автомобиля?  — Так, могу номер машины... X 9561 Константин Елена, 790. Или VIN могу продиктовать.  — Да, сейчас попробуем по госномеру, может, найдет... Да, нашел. Сцепление полностью в комплекте нужно?  — Да, желательно или Sachs, или Luk.  — Под заказ будет диск сцепления: если фирма Luk — 24,400, если фирма Sachs — 13,600. Sachs будет доставка на седьмое число, Luk будет на четвертое.  — Это диск, а корзина?  — Корзина, сейчас скажу. По наличию нигде ничего нет, да?  — Нет. Корзина Luk — 30,700 на четвертое февраля; Sachs — 23,900 на седьмое число.  — И выжимной?  — Выжимной есть в наличии, фирма Sachs — 12...",
      "blocker": "Проблемы с наличием"
    },
    {
      "id": 28,
      "text": "Алло, автоалл.ру, меня зовут Рено. Здравствуйте. По поводу шпилек на МАН. Да, да. Продиктую номер, да? Да, диктуйте, пожалуйста. Сейчас, секундочку. Так. W, V, M русская, A русская, N, 14, Z, 4, E русская, Y, 394.93. Сейчас, секундочку. Шпильки, да, нужны? Да, передние и задние, они разные. Наличие в каком городе интересует? Желательно в Екатеринбурге, но в принципе разницы нет. Ну, я смотрел. Екатеринбург — под заказ только, передних шпилек там нет. Передних нет, да? Сколько ждать под заказ? Сейчас скажу. К вам они приедут ориентировочно 25 февраля. Ух ты, нет, спасибо. Ладно.",
      "blocker": "Проблемы с наличием"
    },
    {
      "id": 32,
      "text": "Автоалл.ру, простите, не расслышал насчёт автомобиля. Рено-Заур? Здравствуйте. По поводу сальника. Да, да, да. А сальник какой нужен, первичного или вторичного вала? Задний, который на кардане. Ну, ступичный получается, да, задний. Задний, вторичный вал, понял. Сейчас найдем. И ещё хотел спросить вас. Насос есть топливный, на МАН? Сейчас уточним. Сальник по наличию есть, фирма Samko, Турция, 380 рублей в трёх магазинах. Вы где находитесь? Я в Мытищах тут. Ближайший к вам — Хабаровская, дом 2. Наличие есть. Хабаровская, дом 2? Да, это там, где Щёлковское шоссе. А, всё, понял. И насос топливный имеется на этот же МАН? ТНВД, ну, сам ТНВД нужен, насос высокого давления? Да, тот, что качает топливо. ТНВД-2, по-моему. Вам нужен топливный насос высокого давления или подкачивающий, низкого давлени...",
      "blocker": "Проблемы с наличием"
    },
    {
      "id": 35,
      "text": "Алло. Автовал.ру, меня Ренат зовут.   Здравствуйте.   Да, Ренат. По поводу скани.   Угу. Так, а подскажете номер шасси или госномер автомобиля?   Давайте артикул вам уже скажу.   А, тоже так. 186-99-93.   Так, наличие в каком магазине интересует вас?   Вообще мы в Волоколамске.   Ага, к вам доставка нужна будет. Потом в Истру едем. Вот, где у вас? В Истре есть или в Волоколамске может быть?   Не там, не там нет. Не там, не там нет. Там магазин ближайший к вам - Красногорск.   Ну, вы в Красногорске, да, и находитесь?   Да.   Ага. Так, а там машина есть? По наличию там нет.   Машину-то поставить есть где?   В наличии там нет. Это нужно перемещение делать. Туда привезут на завтра.   На завтра.   Да. Ближайшая по наличию это Рябиновая в Москве, Чаков-Матвеевский район.   Не, не, надо что-то эт...",
      "blocker": "Проблемы с наличием"
    },
    {
      "id": 42,
      "text": "Алло, Autoall.ru, меня зовут Ренат. Здравствуйте. Вы обращались по поводу Volvo FM, просили перезвонить. Омыватели есть в наличии у вас? Сейчас посмотрим, одну минуту... Значит, никому не дал... Ну конечно. У вас 3 контакта, да? Там квадратная фишка? Нет, там 2 контакта. 2, 2, 2 контакта. Давайте по ВИНу, может быть, сможете? Давайте, давайте посмотрим. Скажите номер шасси или госномер автомобиля. О225НЕ, 154-й регион. Сейчас, одну минуту... Бабулька? Да. Ну ладно, он же проверял провода контролькой? Нет, туда уже всё. Какой-то новый конвой. Под заказ только будет, в наличии, к сожалению, нету. А так, по какой цене, не подскажете? Самый бюджетный будет 990 рублей. НСП Китай, Аугер Германия – 1590. Ну спасибо большое, но мы заказывать не будем. Нужно нам сейчас. Где не подскажете, сейчас мо...",
      "blocker": "Проблемы с наличием"
    },
    {
      "id": 43,
      "text": "Автоалл.ру, меня зовут Рено, спрашивайте по поводу заказа. Да, здравствуйте. Смотрите, мне нужен обратный клапан на рампу, для двигателя Cursor 13. Можете подсказать номер шасси или ВИН-код, или государственный номер автомобиля? Я могу вам ВИН-код... Куда его отправить или хотите продиктовать? Продиктуйте, пожалуйста. Сейчас, одну секундочку, открою. Номер шасси обычно начинается на букву «Z». Сейчас, секунду, открою ВИН. Хорошо. Я даже могу сказать артикул этой детали. Если есть артикул, подскажите, и мы посмотрим. 580, 148, 3106. В наличии нет ни в одном из магазинов. Будет под заказ к 21 числу. Я понял. Спасибо большое. До свидания. Вам спасибо за общение. Всего доброго. До свидания.",
      "blocker": "Проблемы с наличием"
    },
    {
      "id": 44,
      "text": "Автоалл.рф, меня зовут Ренат. Здравствуйте.   — Здравствуйте. Я по поводу запчастей для прицепа.   — Угу. Что вам необходимо?    — Необходим обратный клапан на гидроцилиндр для гидравлики.   — Ага. А у вас прицеп Грюнвест, да? На базе чего сделано шасси?   — Как понять? На базе Грузоволда? Или вы про оси? Причем здесь оси?   — Гидравлика на что входит? Гидроцилиндр, подъемный кузов?   — Ага.   — Сейчас посмотрим. Гидроцилиндр, подъемный кузов... Где один бак? Гидроцилиндр, подъемный кузов...   — К сожалению, по нему нет никаких запчастей. Артикул я нашел, но предложений, даже под заказ, нет.   — Ладно, понял. Спасибо.   — Вам спасибо за звонок. Всего доброго.   — До свидания.",
      "blocker": "Проблемы с наличием"
    },
    {
      "id": 52,
      "text": "Алло? Алло, автоалл.рф, меня Ренат зовут. Мы с вами общались по поводу Дон Куэнга. Вам угловой нужен, да, вот этот гофрированный паттерн, получается?   — Да, да, все верно, который...  — Да, да, да, который идет от турбины на воздух с холодной части.  — А, от турбины который идет?  — Ну, он идет на корпус воздушного фильтра от турбины.  — А, все, понял, понял. Сразу после датчика... Она с него воздух сосет. Ну, короче, через него, точнее. Понял. Ну, а то, что вы сказали, он угловой такой, да, гофрированный?  — Угу. Ну, смотрите, его нигде нету. Ни под заказ, ни в наличии.  — Угу. Номер я вам могу сказать, артикул этот в детали?  — Ну, если вас не затруднит. Попробуйте найти.  — Давайте, если можно. Готов.  — Так, сейчас. Сто шестьдесят пять.  — Сто шестьдесят пять, ага.  — Семьдесят пять. ...",
      "blocker": "Проблемы с наличием"
    },
    {
      "id": 54,
      "text": "Алло, алло. Автоалл.ру, меня Ренат зовут, здравствуйте. По поводу сцепления на МАН. Да, да, да. Так, а номер шасси? Номер шасси, секундочку. Либо госномер автомобиля можно попробовать.   С 297. Как еще раз, первая буква? С. Ага, Сергей. 27, Николай Роман. Николай Роман. Регион? 72. Сейчас, в одну минуту. 92-го года, да, у вас получается? Да, да, да. Ага. Комплект сцепления нужен, правильно? Да, полная корзина, диски и выжимной. Ага. Один номер не нужен? Нет, я нашел всё. А, всё нашли, да? Да, 46-51 у вас заканчивается, там номер шасси. Да, да, да.  Смотрите, сцепление под заказ будет. Корзина, ну, отдельно будет корзина, отдельно выжимной и отдельно диск.   Ага, а кто производитель? Фирма Sachs 52 800, доставка на 17-е число. Trialli, Италия 21 816. Krauf, Турция 14 400. Это в сборе всё, д...",
      "blocker": "Проблемы с наличием"
    },
    {
      "id": 58,
      "text": "Здравствуйте, Autoall.ru. Меня зовут Ренат. По поводу запчастей на Шахман.  Здравствуйте, Ренат. Смотрите, мы вчера забрали, заказывали у вас кронштейн крепления подъема кабины на самосвал Шахман, ЭК-3000, чтобы понятно было, что нужно. Могу артикул этого кронштейна назвать, держу перед глазами картинку.  Да, слушаю.  Так вот, артикул, кажется, 814-172-05-340.  Да, есть такой, вижу.  К этому кронштейну крепится гидравлический цилиндр для подъема кабины.  Ага.  Цилиндр и кронштейн в порядке, новый мы вчера забрали на Кетчупе.  Ага.  Теперь ищем шпильку, которая крепит цилиндр к кронштейну. Там шпилька со втулкой.  Ага, понял. Так.  Я нашел схему в интернете, но без номеров и артикулов, просто картинка. Думаю, вы лучше разберётесь, вы в этом разбираетесь.  Ну, я вчера вам кронштейн подбирал....",
      "blocker": "Проблемы с наличием"
    },
    {
      "id": 64,
      "text": "Автоалл.ру, меня зовут Ренат Алла, здравствуйте. Я с вами связываюсь по поводу...   Добрый день, да, добрый день. Мне нужен фильтр для Вольво FMX, 13-го года, тягач. Фильтр осушителя.  Понял, а подскажете номер шасси или госномер автомобиля?  Госномер, может, кто-нибудь даст. Ольга, 068ХН77 регион.  ХН, Николай?  Да, да, 77-й регион, да?  Да, да, 77-й регион. Сейчас, дайте, минуту. А вам удобно будет в каком магазине забрать?  Ну, а варианты какие?  Вы в каком районе находитесь?  Сокольники.  Сокольники. Сейчас, минутку. На Хабаровской удобно, наверное, будет.  Да, да, я там бываю, да.  Но самое главное — наличие и цена.  Понял. Смотрите, по наличию есть фирма Фэби, немецкий, 1880 рублей. Вапка — 3200. Кнор-Бремзе — 2800. Сампа, Турция — 2330. И фирма Бош — 4770.  Много вариантов, понятно....",
      "blocker": "Проблемы с наличием"
    },
    {
      "id": 68,
      "text": "Алло, Автоалл.ру, меня зовут [имя оператора], здравствуйте.  Здравствуйте. По поводу запчастей на МАН.  Да, да, скажите, пожалуйста, мне нужен моторчик на дворники.  Ага. А подскажите, госномер автомобиля или номер шасси, пожалуйста.  Госномер... сейчас я вам скажу. Сейчас. Я просто не помню сейчас.  Да, конечно.  Где-то в ПТС с паспортом. Так, госномер Т446.  С, Сергей, 446?  Нет, нет, Т — Татьяна.  Ага.  446 — Александр Елена, 05 регион.  Сейчас, минутку. Так, это 2005 года выпуска, да, у вас МАН ТГА?  Ну, ТГА, да, 2007 или 2005 уже.  Ага. Так, мотор стеклоочистителя?  Да, да.  По наличию, к сожалению, нет ни в одном из магазинов, только под заказ.  А сколько ждать, если заказ?  Самое быстрое — это будет 20-е число, на завтра. Фирма TOP COVER, Тайвань, 5080 рублей.  Это только завтра, да...",
      "blocker": "Проблемы с наличием"
    },
    {
      "id": 79,
      "text": "Да, алло. Автоалл.ру, меня зовут Рено, здравствуйте. По поводу рулевого вала на Ивеко.  Да, здравствуйте, Рено. Хотел узнать, есть ли в наличии или под заказ?  Давайте посмотрим. Скажите номер шасси, пожалуйста, последние 7 знаков.  Секунду. У меня, наверное, не шасси. Может, по ВИНу посмотрите?  Давайте попробуем. Последние 6 знаков?  Сейчас, секунду. 30... Ага. 146.  Извините, последние 7. 40146.  40146. А ВИН-код именно оригинальный, да?  Да, да, да, это он. Это не сам ВИКО, это там Неман, который в Белоруссии сделал. Но у них шасси одинаковые.  Это автобус?  Да, автобус, 32-местный.  А рулевой вал, да? Потому что он подклинивает, бывает у них такое.  Так, это с крестовиной, которая, да? Где пыльник, внизу?  Да, внизу крестовинка. А еще одно соединение там, под резинкой, там какие-то ша...",
      "blocker": "Проблемы с наличием"
    },
    {
      "id": 87,
      "text": "Алло, Автоалл.ру, меня зовут Ренат, здравствуйте. По поводу подшипника подвесного на ИВЕКО. Да, да. А подскажите госномер автомобиля или номер шасси, пожалуйста.   Госномер?   Да.   Татьяна 871.   Угу.   Константин Харитон.   Угу.   Татьяна 76. Так, сейчас, одну минуту.   Так, сейчас, одну минуту. Да, пожалуйста, подождите.   Алло. У вас наличие в каком магазине интересует?   Ну, МКАД, в принципе, они рядом же.   МКАД, МКАД, 6-й километр, внешняя сторона, один вариант есть, фирма Эмере. Стоимость 5125 рублей.   А его внутренний диаметр?   55.   Нет, у нас 55. Но по документам выдают 65. Вчера мы звонили, он сказал, что два варианта: есть 55, есть 65. А мы его как раз разбирали, померили, 55.   Так, сейчас, секунду, второй вариант, смотри. Так, 55, 55 только под заказ будет. Фирма Сампа, на...",
      "blocker": "Проблемы с наличием"
    },
    {
      "id": 106,
      "text": "Здравствуйте, меня интересует глушитель, бачок на ГАЗель. Там детали одинаковые? А что за ГАЗель, что за мотор стоит? 4216 движок, 2009 года. Ну, бизнес не бизнес, короче. Один бачок сбоку, который большой. Вот такой бачок у меня уже порвался. А самая последняя часть получается нужна? Нет, здесь один бачок стоит, не два. Один бачок. \"Самоваром\", да, в народе говорят, самовар. Один большой прямо, он сбоку выходит, ну, с правой стороны между колёсами. В каком магазине интересует наличие? Ну, Собурова, допустим, по ссылке мне удобно. В наличии есть автоглушитель 4550, фирма BOXAN 5380. Есть, да, Собурова? Да. Всё, спасибо огромное. Вам спасибо за звонок, будем рады видеть в нашем магазине. Всё, добро, до свидания.",
      "blocker": "Проблемы с наличием"
    },
    {
      "id": 124,
      "text": "Компания \"Австралийский Меринодол\". Здравствуйте, что вас интересует?   Здравствуйте. Скажите, пожалуйста, катушка зажигания 27.3705, где её можно забрать и какая стоимость?  Какой артикул еще раз? 27.3705?  Да, 27.3705. Я видел на сайте, там 800 чем-то рублей.  1800 рублей, может быть?  Сейчас вам скажу. Московский завод МЗАТ-Т2, про него речь идет?  Да, 884 рубля.  Скажите код для поиска, пожалуйста.  Сейчас посмотрим. 795 или 794. Именно катушка \"Прамо\"?  Да, \"Прамо\".  У них нет в наличии ни в одном из магазинов.  Да, нет в наличии?  Нет. Сейчас, минуту. У вас один магазин или сеть магазинов?  Сеть магазинов.  В каком районе находится, где удобно забрать?  Магазин находится на улице Газопровод, это Калужское шоссе в Подольске, самый ближайший.  Далеко. А на каком метро это находится?  М...",
      "blocker": "Проблемы с наличием"
    },
    {
      "id": 131,
      "text": "Автоалл.рф, меня зовут Ренат, здравствуйте. Что вас интересует?  Здравствуйте, скажите, а у вас есть диски 17 на 8 шпилек?  Какие диски нужны, еще раз?  Колесные, ну колесные диски. 17,5 радиус. На МАЗ Зубренок 4371.  Сейчас посмотрим, одну минуту. Так, 6,75 на 17,5, правильно?  Да, да, да.  Так, наличие в каком магазине вас интересует?  Ну, можно на Кечерской, можно на МКАДе, там шестой километр, по-моему, на МКАДе.  Есть фирма Акурайт, по 9665 рублей за один диск. На МКАДе на шестом километре две штуки, на Кечерской три.  Ну, всего тогда спасибо, если что, на МКАДе тогда возьму.  Оформить резерв на диски?  А?  Оформить заказ резерва на диски?  Да не, не надо, я в принципе там каждый день езжу.  Хорошо. Все, спасибо, до встречи.  Спасибо за звонок, будем рады видеть вас в нашем магазине, ...",
      "blocker": "Проблемы с наличием"
    },
    {
      "id": 135,
      "text": "Тактал.ру, меня Ренат зовут, здравствуйте. Что интересует вас?   — У вас есть стартер для КАМАЗ ЕВРО-3, роторный, небольшой, маленький? 10-зубовой, да?   — Ну, скорее всего, да. Я не посмотрел, честно. Дополнительного реле нет у вас на стартере, да?  — Нет. Крепится на 3 уха?  — Да. Мотор 740, получается?  — Да. Наличие в каком магазине интересует вас?  — В принципе, без разницы. На Букадзе, Кечерской, любые артикулы на складе можно.  — Так, на Кечерской, значит, есть: фирма ЭЛТРА, ЖЭСКИ, 18355. Пристолит Китай — 17620, автоэлектрика Россия — 16200, БАТЭ белорусский — 23675.  — Понятно. Ладненько, хорошо, спасибо. Недорого, нормальные цены, среднерыночные.  — Ну, я, блин, 2-3 месяца назад покупал на другую машину, у нас действительно... может быть, на другой автомобиль были другие.  — Ну, ...",
      "blocker": "Проблемы с наличием"
    },
    {
      "id": 155,
      "text": "Автозапчасти Кетчерская, меня Рено зовут, здравствуйте, что интересует вас?  Здравствуйте, на Ладу Калину 2009 года нужен радиатор печки в салоне, который стоит.  Одну минуту. Кондиционер есть?  Нет.  Наличие в каком магазине вас интересует?  Да без разницы, Кетчерская, Хабаровская улица, ну лучше Кетчерская.  Есть оригинальные ВАЗ за 2 450 и есть ВермоЛу ЗАР Санкт-Петербург за 1 860.  Я вас услышал, хорошо, спасибо большое.  Оформить заказ резерва?  Нет, пока не надо.",
      "blocker": "Проблемы с наличием"
    },
    {
      "id": 217,
      "text": "Автоалл.ру, Евгений, здравствуйте. Подскажите, пожалуйста, на Mercedes Sprinter 98 года нужно стекло на фару. ВИН-код продиктуйте, посмотрим сейчас. Так, W, D. B, Борис. 90, 34, 12, 1. И, Пётр, 87, 51, 25. 5, 1, 2, 5. Фара передняя стекло. Какая, правая или левая? Левая. Под заказ только, 1780 рублей. На 4 апреля. Спасибо.",
      "blocker": "Проблемы с наличием"
    },
    {
      "id": 223,
      "text": "Автолуточкуров Евгений, здравствуйте.  Здравствуйте, подскажите, у вас есть кожухи защитные на зеркала Камазовские К-5?  Кожух, защитный зеркал, да?  Да, ну там боковые они идут, нижний и верхний.  Так, КамАЗ какой?  К-5, 21-го года. Там мерседесовские эти зеркала еще стоят.  Как на 54-90, да?  Сейчас уточню, оставайтесь на линии. А сам откуда?  С Дагестана.  Спасибо за ожидание, нет у нас такого, ни в наличии, ни под заказом.  Понятно, ладно, спасибо.",
      "blocker": "Проблемы с наличием"
    },
    {
      "id": 247,
      "text": "Здравствуйте, хотел уточнить наличие запчасти в магазине на Рябиновой улице. Мне нужна пробка на газ 1,4 дюйма, там сливная такая.  — Пробка сливная из какой машины?  — Ну там газ, ну мне на Москвич, но она просто взаимозаменяемая, там она подписана у вас как газ 1,4 дюйма. Артикул есть у вас или можете артикул назвать?  — На цифры, да, сейчас, секундочку... так, 353, 052-П29, да? 052-П29.  — Да, есть такая в наличии. Какой магазин интересует вас?  — Вот на Рябиновой.  — На Рябиновой. Метро Озерная, да? Восемь штук есть, да. То есть можно как бы сейчас там подъехать в течение дня?  — Да, да, в наличии есть, можете подъехать, купить. Могу забронировать вам, чтобы никто не купил, через час заказ будет готов.  — Ну да, чтобы мне там её просто сразу уже выдали, я приеду и заберу.  — Да. Одну ш...",
      "blocker": "Проблемы с наличием"
    },
    {
      "id": 289,
      "text": "Автовал.ру, Евгений, здравствуйте.  Евгений: Здравствуйте, меня зовут Евгений. Игорь, Евгений, а подскажите, пожалуйста, а на Кетченскую есть это на УАЗ Патриот задний карданный вал трехопорный?  Оператор: Так, вал карданный. Механика раздатка и коробка механика, все. УАЗ Патриот. Трехопорный?  Евгений: Да, трехопорный. Какая цена у него?  Оператор: Сейчас я уточню, оставайтесь.  Евгений: Да, да, да, спасибо.  Оператор: Спасибо за ожидание. Есть фирма АДС, 16 тысяч 60 рублей. Есть фирма АКОМ, она под заказ со склада, 14 тысяч 200 рублей.  Евгений: А АКОМ это что за фирма такая?  Оператор: Российская, Россия делает.  Евгений: Получается, у нас АДС это все-таки лучше, да?  Оператор: Я думаю, что лучше, да, Нижнего Новгорода.  Евгений: Нижнего Новгорода, да. А он там в наличии есть, да? На Ке...",
      "blocker": "Проблемы с наличием"
    }
  ],
  "logistics": [
    {
      "id": 0,
      "text": "Ренат, добрый день. Вы можете по артикулу запчасти посмотреть? Цилиндр тормозной интересует.   Да, диктуйте.   С как русская, потом С как доллар.   Ага. Рейд 901.   Этот цилиндр тормозной, получается, на ИСУ замолочен. JapanParts, фирма. Под заказ, 1250 рублей.   Только под заказ?   Да, доставка на 4 число.   Понятно. Ладно, спасибо. Нет, не нужно.   Спасибо за звонок. Всего доброго. До свидания.",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 3,
      "text": "На Autoall.ru меня зовут Ренат. Здравствуйте. По поводу датчиков на ШАКМАН.   Да, здрасте. Подскажите, а есть привод от продавления воздуха на установку, получается? Это для бетонного миксера, бетонной мешалки. Там есть давление. Поддаёшь бочку на воду, чтобы мыть машину. Привод от продавления.  Так, сейчас попробуем найти... Воздушный клапан, да? Это гидравлика?   Воздушный. Воздушный. На установку, к сожалению, линия занята. Я не могу сказать по датчику. Вы его не снимали, не смотрели? Маркировка, может быть, есть на нём?  Да, есть маркировка только с номером. Клапан. Модель. АТР, регулятор. Модель КП-208.   Модель КП. По-английски. КП-208.   А, КП-208. Так, буква К английская, да? Кью, да?   Кью.   А, Кью. Кью, английская. Кью-П-208?  208.   Понял. Модель не показывает в базе. К сожален...",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 13,
      "text": "Алло. Алло, да, добрый день. Ренат вас беспокоит по поводу запчастей на Шакман. Алло, что-то связь у нас сегодня барахлит. Смотрите, я список смотрел, там некоторые позиции, да, есть, а некоторых позиций нет. Я в отдел закупок переправил ваш запрос, они сейчас посмотрят возможность заказа. Как мне дадут ответ, я вам тогда перезвоню и сообщу, хорошо? Хорошо, просто у меня плюс 7 от МСК, может быть, как-то в письмо, то есть или на WhatsApp вы мне напишите, или СМС, как удобно. Хорошо, я вам либо в почту напишу, если будет поздний ответ, то тогда на завтра на 9 утра я вам наберу тогда. Хорошо, хорошо, устроит вполне. Ага, все, хорошо. Спасибо большое. Ага, всего доброго, до свидания. До свидания.",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 25,
      "text": "Автоалл.ру, меня Рената зовут, здравствуйте. Просили связаться по поводу DAF 95-го.   — Да, Ренат, здравствуйте. Надо сцепление на DAF-95-й.   — А подскажете номер шасси или госномер автомобиля?  — Так, могу номер машины... X 9561 Константин Елена, 790. Или VIN могу продиктовать.  — Да, сейчас попробуем по госномеру, может, найдет... Да, нашел. Сцепление полностью в комплекте нужно?  — Да, желательно или Sachs, или Luk.  — Под заказ будет диск сцепления: если фирма Luk — 24,400, если фирма Sachs — 13,600. Sachs будет доставка на седьмое число, Luk будет на четвертое.  — Это диск, а корзина?  — Корзина, сейчас скажу. По наличию нигде ничего нет, да?  — Нет. Корзина Luk — 30,700 на четвертое февраля; Sachs — 23,900 на седьмое число.  — И выжимной?  — Выжимной есть в наличии, фирма Sachs — 12...",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 31,
      "text": "Да, Автоалл.ру. Меня зовут Ринозов. Здравствуйте. Попросили связаться с вами по поводу шланга сцепления на МАН. У вас есть номер шасси или госномер автомобиля, чтобы мы могли посмотреть по каталогу?   — Да, я уже нашел шланг в магазине.  А, все понял, неактуально, значит.   — Нет, я нашел его в магазине на Кетчерской улице. Это ваш магазин?   Ага, да, да, да. Я там уже запланировал, сейчас еду туда, уже занял.  — Ага, понял. Все, хорошо, извините за беспокойство.",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 32,
      "text": "Автоалл.ру, простите, не расслышал насчёт автомобиля. Рено-Заур? Здравствуйте. По поводу сальника. Да, да, да. А сальник какой нужен, первичного или вторичного вала? Задний, который на кардане. Ну, ступичный получается, да, задний. Задний, вторичный вал, понял. Сейчас найдем. И ещё хотел спросить вас. Насос есть топливный, на МАН? Сейчас уточним. Сальник по наличию есть, фирма Samko, Турция, 380 рублей в трёх магазинах. Вы где находитесь? Я в Мытищах тут. Ближайший к вам — Хабаровская, дом 2. Наличие есть. Хабаровская, дом 2? Да, это там, где Щёлковское шоссе. А, всё, понял. И насос топливный имеется на этот же МАН? ТНВД, ну, сам ТНВД нужен, насос высокого давления? Да, тот, что качает топливо. ТНВД-2, по-моему. Вам нужен топливный насос высокого давления или подкачивающий, низкого давлени...",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 35,
      "text": "Алло. Автовал.ру, меня Ренат зовут.   Здравствуйте.   Да, Ренат. По поводу скани.   Угу. Так, а подскажете номер шасси или госномер автомобиля?   Давайте артикул вам уже скажу.   А, тоже так. 186-99-93.   Так, наличие в каком магазине интересует вас?   Вообще мы в Волоколамске.   Ага, к вам доставка нужна будет. Потом в Истру едем. Вот, где у вас? В Истре есть или в Волоколамске может быть?   Не там, не там нет. Не там, не там нет. Там магазин ближайший к вам - Красногорск.   Ну, вы в Красногорске, да, и находитесь?   Да.   Ага. Так, а там машина есть? По наличию там нет.   Машину-то поставить есть где?   В наличии там нет. Это нужно перемещение делать. Туда привезут на завтра.   На завтра.   Да. Ближайшая по наличию это Рябиновая в Москве, Чаков-Матвеевский район.   Не, не, надо что-то эт...",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 43,
      "text": "Автоалл.ру, меня зовут Рено, спрашивайте по поводу заказа. Да, здравствуйте. Смотрите, мне нужен обратный клапан на рампу, для двигателя Cursor 13. Можете подсказать номер шасси или ВИН-код, или государственный номер автомобиля? Я могу вам ВИН-код... Куда его отправить или хотите продиктовать? Продиктуйте, пожалуйста. Сейчас, одну секундочку, открою. Номер шасси обычно начинается на букву «Z». Сейчас, секунду, открою ВИН. Хорошо. Я даже могу сказать артикул этой детали. Если есть артикул, подскажите, и мы посмотрим. 580, 148, 3106. В наличии нет ни в одном из магазинов. Будет под заказ к 21 числу. Я понял. Спасибо большое. До свидания. Вам спасибо за общение. Всего доброго. До свидания.",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 51,
      "text": "Алло, Автоалл.ру. Ренат беспокоит вас по поводу сцепления на КАМАЗ. Смотрите, да, все верно подобрали, все подходит. Тогда давайте счет. По производителям оставляем все так, как есть, правильно я понимаю?  — Ну а там есть дешевле вариант или что?  — Есть как дешевле вариант, так и дороже. Наверное, оставляем все как есть.  — Хорошо. Контактный номер телефона могу указать ваш?  — Этот, да.  — Скажите, у вас доставка есть?  — Доставка есть.  — Она платная?  — Сейчас посмотрим, а вам в какой город нужно будет?  — Мытищи, Глининого.  — Так, сейчас. Адрес электронной почты, куда счет отправить, можете указать тот, который вы прислали?  — Да, можете.  — Так, Мытищи. Доставка будет бесплатной курьером. Соответственно, как оплата пройдет, доставка будет на послезавтра, на 16 число, в воскресенье. ...",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 54,
      "text": "Алло, алло. Автоалл.ру, меня Ренат зовут, здравствуйте. По поводу сцепления на МАН. Да, да, да. Так, а номер шасси? Номер шасси, секундочку. Либо госномер автомобиля можно попробовать.   С 297. Как еще раз, первая буква? С. Ага, Сергей. 27, Николай Роман. Николай Роман. Регион? 72. Сейчас, в одну минуту. 92-го года, да, у вас получается? Да, да, да. Ага. Комплект сцепления нужен, правильно? Да, полная корзина, диски и выжимной. Ага. Один номер не нужен? Нет, я нашел всё. А, всё нашли, да? Да, 46-51 у вас заканчивается, там номер шасси. Да, да, да.  Смотрите, сцепление под заказ будет. Корзина, ну, отдельно будет корзина, отдельно выжимной и отдельно диск.   Ага, а кто производитель? Фирма Sachs 52 800, доставка на 17-е число. Trialli, Италия 21 816. Krauf, Турция 14 400. Это в сборе всё, д...",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 55,
      "text": "Алло? Autoall.ru, меня зовут Ренат. Здравствуйте. Вы просили перезвонить по поводу датчика АБС для Scania. Да, все верно. Мне нужен датчик АБС на Scania P400. Ага. А номер шасси или госномер автомобиля не подскажете, пожалуйста? Госномер? А зачем вам госномер? По госномеру иногда можно найти номер шасси или VIN. Так я же уже продиктовал VIN. Вы именно VIN продиктовали? Или номер шасси? Нет, только VIN номер. А номер шасси? Блин, не диктовал. А госномер? Попробуем по госномеру найти. Анна 349. Ага. Владимир Елена 550. 2017 год, правильно? Да, вроде 2017. Что у вас по здоровью, все хорошо? Зеленую бери. Сереж, вот смотри, зеленая. Ага, длина у него 1,4 метра, да? Приблизительно. Кто? Датчик. Датчик? Да, датчик. Это датчик AБС. Три варианта показывают, что можно поставить на этот автомобиль: ...",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 58,
      "text": "Здравствуйте, Autoall.ru. Меня зовут Ренат. По поводу запчастей на Шахман.  Здравствуйте, Ренат. Смотрите, мы вчера забрали, заказывали у вас кронштейн крепления подъема кабины на самосвал Шахман, ЭК-3000, чтобы понятно было, что нужно. Могу артикул этого кронштейна назвать, держу перед глазами картинку.  Да, слушаю.  Так вот, артикул, кажется, 814-172-05-340.  Да, есть такой, вижу.  К этому кронштейну крепится гидравлический цилиндр для подъема кабины.  Ага.  Цилиндр и кронштейн в порядке, новый мы вчера забрали на Кетчупе.  Ага.  Теперь ищем шпильку, которая крепит цилиндр к кронштейну. Там шпилька со втулкой.  Ага, понял. Так.  Я нашел схему в интернете, но без номеров и артикулов, просто картинка. Думаю, вы лучше разберётесь, вы в этом разбираетесь.  Ну, я вчера вам кронштейн подбирал....",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 62,
      "text": "Алло. Меня зовут Ренат, здравствуйте. Я связываюсь с вами по поводу клапана на МАН. Да, да. Сейчас продиктую номер детали: 0-9-28. Ага. Четыре стороны, 766. Так, дозирующий модуль. Ещё раз: дозирующий модуль, я понял, это блок дозатор. Ага. Так, есть только один вариант — оригинальный. Сколько стоит оригинальный? Сорок четыре тысячи сто рублей. Оригинальный стоит сорок четыре тысячи сто рублей. Да, доставка будет на 5 марта. Хорошо. Этот клапан ТНВД, вы его имеете в виду, да? Да, да, да. Я где-то находил за пять или десять тысяч. Это потому что они не оригинальные, а у вас оригинальный за сорок четыре, да? Ну, это оригинальный МАН. Если тот, который вы диктовали — бошевский, то, к сожалению, у нас нет варианта его привезти. Ага. Хорошо, я подумаю и перезвоню, спасибо. Спасибо за звонок, вс...",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 64,
      "text": "Автоалл.ру, меня зовут Ренат Алла, здравствуйте. Я с вами связываюсь по поводу...   Добрый день, да, добрый день. Мне нужен фильтр для Вольво FMX, 13-го года, тягач. Фильтр осушителя.  Понял, а подскажете номер шасси или госномер автомобиля?  Госномер, может, кто-нибудь даст. Ольга, 068ХН77 регион.  ХН, Николай?  Да, да, 77-й регион, да?  Да, да, 77-й регион. Сейчас, дайте, минуту. А вам удобно будет в каком магазине забрать?  Ну, а варианты какие?  Вы в каком районе находитесь?  Сокольники.  Сокольники. Сейчас, минутку. На Хабаровской удобно, наверное, будет.  Да, да, я там бываю, да.  Но самое главное — наличие и цена.  Понял. Смотрите, по наличию есть фирма Фэби, немецкий, 1880 рублей. Вапка — 3200. Кнор-Бремзе — 2800. Сампа, Турция — 2330. И фирма Бош — 4770.  Много вариантов, понятно....",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 68,
      "text": "Алло, Автоалл.ру, меня зовут [имя оператора], здравствуйте.  Здравствуйте. По поводу запчастей на МАН.  Да, да, скажите, пожалуйста, мне нужен моторчик на дворники.  Ага. А подскажите, госномер автомобиля или номер шасси, пожалуйста.  Госномер... сейчас я вам скажу. Сейчас. Я просто не помню сейчас.  Да, конечно.  Где-то в ПТС с паспортом. Так, госномер Т446.  С, Сергей, 446?  Нет, нет, Т — Татьяна.  Ага.  446 — Александр Елена, 05 регион.  Сейчас, минутку. Так, это 2005 года выпуска, да, у вас МАН ТГА?  Ну, ТГА, да, 2007 или 2005 уже.  Ага. Так, мотор стеклоочистителя?  Да, да.  По наличию, к сожалению, нет ни в одном из магазинов, только под заказ.  А сколько ждать, если заказ?  Самое быстрое — это будет 20-е число, на завтра. Фирма TOP COVER, Тайвань, 5080 рублей.  Это только завтра, да...",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 74,
      "text": "Алло, Автоалл.ру, меня зовут Ренат. Здравствуйте. Просили связаться по поводу амортизаторов в кабине на АТЕГО.  Добрый день. Хотел поинтересоваться, есть ли передние амортизаторы на АТЕГО, на Мерседес АТЕГО, на кабину?  Давайте посмотрим. Скажите, пожалуйста, госномер автомобиля или номер шасси.  Госномер: Р, Руслан 521, Ульяна Руслан 05.  Сейчас, минуту. Есть автобаза у вас, интересно?  Да, нашел. Отлично. Амортизаторы для кабины, передние и небольшие. В каком магазине есть в наличии? Где удобно забрать?  6-й километр, если есть.  Если на 6-м километре есть в наличии, фирма SACHS, один амортизатор будет стоить 10 340 рублей. А вот китайский MegaPower?  MegaPower есть на Кечерской, Кечерская 2, 2 590 рублей.  Ага, вот-вот. Как раз там. Сколько штук в наличии?  4 в наличии есть.  Отлично, н...",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 87,
      "text": "Алло, Автоалл.ру, меня зовут Ренат, здравствуйте. По поводу подшипника подвесного на ИВЕКО. Да, да. А подскажите госномер автомобиля или номер шасси, пожалуйста.   Госномер?   Да.   Татьяна 871.   Угу.   Константин Харитон.   Угу.   Татьяна 76. Так, сейчас, одну минуту.   Так, сейчас, одну минуту. Да, пожалуйста, подождите.   Алло. У вас наличие в каком магазине интересует?   Ну, МКАД, в принципе, они рядом же.   МКАД, МКАД, 6-й километр, внешняя сторона, один вариант есть, фирма Эмере. Стоимость 5125 рублей.   А его внутренний диаметр?   55.   Нет, у нас 55. Но по документам выдают 65. Вчера мы звонили, он сказал, что два варианта: есть 55, есть 65. А мы его как раз разбирали, померили, 55.   Так, сейчас, секунду, второй вариант, смотри. Так, 55, 55 только под заказ будет. Фирма Сампа, на...",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 106,
      "text": "Здравствуйте, меня интересует глушитель, бачок на ГАЗель. Там детали одинаковые? А что за ГАЗель, что за мотор стоит? 4216 движок, 2009 года. Ну, бизнес не бизнес, короче. Один бачок сбоку, который большой. Вот такой бачок у меня уже порвался. А самая последняя часть получается нужна? Нет, здесь один бачок стоит, не два. Один бачок. \"Самоваром\", да, в народе говорят, самовар. Один большой прямо, он сбоку выходит, ну, с правой стороны между колёсами. В каком магазине интересует наличие? Ну, Собурова, допустим, по ссылке мне удобно. В наличии есть автоглушитель 4550, фирма BOXAN 5380. Есть, да, Собурова? Да. Всё, спасибо огромное. Вам спасибо за звонок, будем рады видеть в нашем магазине. Всё, добро, до свидания.",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 108,
      "text": "Автозапчасти Китчерска, меня зовут Рено, здравствуйте, что вас интересует?   Здравствуйте, не подскажете, есть ли в наличии приводные ремни для Форд Фокус 2?   Должны быть, давайте проверим. Скажите номер VIN автомобиля, пожалуйста.   Константин, 500 ровно, Елена Роман, 50.   Секунду. В наличии есть оригинал за 7,070 рублей. По отдельности есть: маленький от фирмы Гейтс, Бельгия, за 1,790 рублей; большой от фирмы Гейтс, Бельгия, за 1,920 рублей; Дайко, Италия, за 1,240 рублей; комплект от фирмы Бош (два ремня) за 2,540 рублей; Линкс, Япония, маленький ремень, за 1,030 рублей. И также есть Континентал за 6,476 рублей за комплект.  Я вас понял, это всё прямо в наличии? Я могу приехать и забрать?   Да, всё есть в наличии.   Всё, спасибо. Оформить резерв?   Нет, пока, наверное, не надо.   Ага,...",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 110,
      "text": "Автовал.ру, меня Ренат зовут, здравствуйте, что интересует вас?  Здравствуйте, Ренат, меня зовут Андрей. Меня интересует ПГУ на МАЗ 5440 А9. Где есть в наличии? На Кеченской, на МКАДе, где есть? И по какой цене? Какие варианты?  Сейчас посмотрим, одну минуту, пожалуйста. Вам удобнее в МКАДе или на Кеченскую?  Ну да, на Кеченскую желательно, наверное, ставить его.  На Кеченской есть КНУД БРЕМЗЕ, Германия, 19,730. Есть ПЕРМО МЕГАПАУР, Россия, 6120. И есть РОСТАР, Россия, 2260.  Россия, РОСТАР?  Да.  МЕГАПАУР, а ФЕНОКС, ФЕНОКС нет, да?  ФЕНОКС нет.  МЕГАПАУР 6200, да?  Да.  Ага. Он везде есть, и на МКАДе, и на Кеченской?  Сейчас посмотрю, пожалуйста, одну минуту. Да, есть и на МКАДе, и на Кеченской.  Угу. Спасибо большое, извините. Оформить резерву?  Ну не, ну да, спасибо большое.  Вам спасиб...",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 117,
      "text": "Автоалл.ру, меня зовут Ренат, здравствуйте, что вас интересует?   Алло, Ренат, здравствуйте. Я хотел бы уточнить, есть ли у вас в наличии боковые шторки на двери, именно шторки, не сетки, на Газель Next?   Сейчас посмотрим. На боковые стекла, правильно?   Да, да, да.   На лобовое?   Нет, не на лобовое, именно на боковые стекла, такие, типа как на маленьком бегунке.   Пять минут. Специально под Газель Next нет, но есть универсальные, по размерам можно смотреть.   А какая у них стоимость?   Так, стоимость у них... сейчас скажу. Например, размер 50 на 37 стоит 2430 рублей. А размер 50 на 42 от фирмы Airline — 2350 рублей.   Давайте, я сейчас подъеду, я в принципе неподалеку.   Да, хорошо. Спасибо за звонок, будем рады вас видеть в нашем магазине. Всего доброго, до свидания.   До свидания.",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 124,
      "text": "Компания \"Австралийский Меринодол\". Здравствуйте, что вас интересует?   Здравствуйте. Скажите, пожалуйста, катушка зажигания 27.3705, где её можно забрать и какая стоимость?  Какой артикул еще раз? 27.3705?  Да, 27.3705. Я видел на сайте, там 800 чем-то рублей.  1800 рублей, может быть?  Сейчас вам скажу. Московский завод МЗАТ-Т2, про него речь идет?  Да, 884 рубля.  Скажите код для поиска, пожалуйста.  Сейчас посмотрим. 795 или 794. Именно катушка \"Прамо\"?  Да, \"Прамо\".  У них нет в наличии ни в одном из магазинов.  Да, нет в наличии?  Нет. Сейчас, минуту. У вас один магазин или сеть магазинов?  Сеть магазинов.  В каком районе находится, где удобно забрать?  Магазин находится на улице Газопровод, это Калужское шоссе в Подольске, самый ближайший.  Далеко. А на каком метро это находится?  М...",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 131,
      "text": "Автоалл.рф, меня зовут Ренат, здравствуйте. Что вас интересует?  Здравствуйте, скажите, а у вас есть диски 17 на 8 шпилек?  Какие диски нужны, еще раз?  Колесные, ну колесные диски. 17,5 радиус. На МАЗ Зубренок 4371.  Сейчас посмотрим, одну минуту. Так, 6,75 на 17,5, правильно?  Да, да, да.  Так, наличие в каком магазине вас интересует?  Ну, можно на Кечерской, можно на МКАДе, там шестой километр, по-моему, на МКАДе.  Есть фирма Акурайт, по 9665 рублей за один диск. На МКАДе на шестом километре две штуки, на Кечерской три.  Ну, всего тогда спасибо, если что, на МКАДе тогда возьму.  Оформить резерв на диски?  А?  Оформить заказ резерва на диски?  Да не, не надо, я в принципе там каждый день езжу.  Хорошо. Все, спасибо, до встречи.  Спасибо за звонок, будем рады видеть вас в нашем магазине, ...",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 135,
      "text": "Тактал.ру, меня Ренат зовут, здравствуйте. Что интересует вас?   — У вас есть стартер для КАМАЗ ЕВРО-3, роторный, небольшой, маленький? 10-зубовой, да?   — Ну, скорее всего, да. Я не посмотрел, честно. Дополнительного реле нет у вас на стартере, да?  — Нет. Крепится на 3 уха?  — Да. Мотор 740, получается?  — Да. Наличие в каком магазине интересует вас?  — В принципе, без разницы. На Букадзе, Кечерской, любые артикулы на складе можно.  — Так, на Кечерской, значит, есть: фирма ЭЛТРА, ЖЭСКИ, 18355. Пристолит Китай — 17620, автоэлектрика Россия — 16200, БАТЭ белорусский — 23675.  — Понятно. Ладненько, хорошо, спасибо. Недорого, нормальные цены, среднерыночные.  — Ну, я, блин, 2-3 месяца назад покупал на другую машину, у нас действительно... может быть, на другой автомобиль были другие.  — Ну, ...",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 139,
      "text": "Компания Автолянс. Меня Ренат зовут. Здравствуйте. Что интересует вас?   Здравствуйте, Ренат. Мне нужны запчасти на Газель с двигателем Камменс. Какие запчасти необходимы на Камменс?  А вы как сами уже, да, продаете? Это куда я попал?   Вы в линию попали. Вы как физическое лицо будете приобретать или как...   Да, как физлицо. Мне с консультантом поговорить будем. У меня номера запчасти нет.   Смотрите, у меня такая ситуация. Камминс с Евро-3 двигателем. Редукционный клапан нужен. Но момент такой — редукционный клапан с Евро-5 двигателя подходит на Евро-3?   Редукционный клапан топливный?   Нет, редукционный клапан, который за давление отвечает.   Ну, редукционный клапан давления. Топливо или масло?   Масло. Сейчас посмотрим, одну минуту. Просто я брал на Евро-3 двигатель переднюю плиту, та...",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 150,
      "text": "Автозапчасти Кетчерская, меня зовут Ренат. Здравствуйте, чем могу помочь?   Здравствуйте, Ренат. Я хотел бы узнать, есть ли у вас вкладыши для КАМАЗ Каменск 6АСБЕ?  Вкладыши есть в наличии. Что именно вас интересует?  0,25 коренные, 0,25 шатунные и масляный насос.  Для 6АСБЕ шатунные вкладыши 0,25 от фирмы \"Мувилекс\" стоят 3300 рублей за комплект. Коренные 2970, также от \"Мувилекс\". Масляный насос от \"Мувилекс\" стоит 6550 рублей.  Насос, да?  Да.  А можно заказать на Рябиновую?  Можно.  А когда будет доставка? Сегодня успеем?  Нет, сегодня вряд ли удастся доставить. Сейчас посмотрю момент... В корзину добавлю. На Рябиновую привезут завтра после 12.  Давайте. Короче, получается: насос 6550, да?  Да, 6550, шатунные вкладыши 3300 и коренные 2970.   Какая общая сумма?  12,820. Минус ваша скидк...",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 152,
      "text": "Автозапчасти Кетчерская, меня Ренат зовут, здравствуйте, что интересует вас?  Добрый день, вот на БМВ, на Х3, там у меня уже заказ есть и хочу ещё свечи и всё.  Да, секунду, сейчас посмотрим. НЖК и РИДовые. Сейчас каталог откроется, одну минуту. Я тоже ГАЗ поставлю. ГАЗу тоже поставлю, сейчас порядок приведу и тоже ГАЗ. Х3, 2004 год, да?  Да, да, да, вот на него.  Ага. ГАЗ, ГАЗ, ГАЗ. По 1205 рублей НЖК.  И РИДовые, да?  Так, сейчас проверим.  Да.  А, ну вот если и РИДовые, то 6 штук.  Угу. А там не видно, пришли вот эти вот, салонный фильтр пришел и колодки?  Фильтры, колодки у вас все готовы к выдаче.  Не, не, не, там фильтры масляные и воздушные, а вот еще салонные я заказывал тоже МАНУС.  У вас все фильтры готовы к выдаче.  Все три фильтра, да?  Да. И колодки, передние и задние.  Все, о...",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 155,
      "text": "Автозапчасти Кетчерская, меня Рено зовут, здравствуйте, что интересует вас?  Здравствуйте, на Ладу Калину 2009 года нужен радиатор печки в салоне, который стоит.  Одну минуту. Кондиционер есть?  Нет.  Наличие в каком магазине вас интересует?  Да без разницы, Кетчерская, Хабаровская улица, ну лучше Кетчерская.  Есть оригинальные ВАЗ за 2 450 и есть ВермоЛу ЗАР Санкт-Петербург за 1 860.  Я вас услышал, хорошо, спасибо большое.  Оформить заказ резерва?  Нет, пока не надо.",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 172,
      "text": "Автозапчасти Китерская, меня зовут Ренат, здравствуйте, что вас интересует?    - Добрый день, подскажите, пожалуйста, на Газель Бизнес 2021 года выпуска с двигателем Евротек, генератор в наличии есть у вас?    Сейчас посмотрим, Евротек 2.7, да, мотор?    - Ну да, газ-бензин, Евротек. Я как-то брал у вас китайский какой-то, вроде работает у нас, как машина, Электроник или как там называется?    Автоэлектрика, 8 170 рублей.    - Какая автоэлектрика есть, да?    Есть ещё Самарский завод имени Тарасова, 10 765.    - Только два, Электроника нет, да?    Два варианта только по наличию на Китерской у нас.    - Я понял. Хорошо, в наличии значит только вот эти. Всё, я там подъеду, спасибо большое.    Оформить вам заказ в резерв?    - Да нет, я тут недалеко подъеду, сразу всё.    Хорошо, спасибо.    ...",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 190,
      "text": "Здравствуйте, Ренат, у меня такой вопрос. Хотел купить масло Газпром нефть 5W40 синтетика. Там маркировка 2А, по-моему, или 3А, B4 что ли. Что-то такое. Секунду, сейчас я вам точно скажу. Так, Газпром нефть 5W30, да, вам сказали? 5W40, 5W40 A3-B4. Сколько будет стоить?   А какой объем нужен?   4 литра. 4-литровая канистра — 2265 рублей.   2265 рублей. А можно еще добавить туда фильтр масляный на Nissan Qashqai J10, вариатор, 2 литра. Так, сейчас, секунду, на минуту, сейчас я открою каталог для этого. Первое поколение Nissan Qashqai, двухлитровый двигатель.   Бензиновый, правильно?   Да, бензиновый. Так, фирма Mann, Германия, 770 рублей. Sakura, Индонезия, 490. Оригинал — 1010.   Нет, я, по-моему, сакуру брал. Белая коробка с красным, да?   Да-да-да, белая с красным, все верно, вот этого до...",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 195,
      "text": "Алло! Алло, еще раз здравствуйте. Мы подъехали, я вам звонил два раза, не дозвонился. Телефон разрывается. Шильдик посмотрели, номер на нем? Шильдик посмотрели, но что-то непонятно, честно говоря.  Я могу вам продиктовать цифры, которые на нем стоят. Давайте посмотрим, диктуйте. Сейчас секундочку, я поднимусь в офис. Буквально сейчас.   Там начинается на 42-16, правильно? Да, все правильно. Просто у нас мотор может быть уже от другой машины. У нас старая машина, может быть, просто другая. В чем загвоздка: новая рама указана в одном двигателе, значит, какие-то крепления там другие. Надо по номеру смотреть, сверять.   Смотрите, два номера у меня есть: 42-16, 400, 100, 3401 — это один номер. Он не определяется вообще никак, даже Яндекс не видит, что это такое. Есть еще один номер: 42-16, 100,...",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 224,
      "text": "В толпе шум, генетические алгоритмы, а египетские товары, можно заказ оформить? В тот раз этого не вышло, видимо, что-то не так пришло. Я его нёс, но не успел оплатить. Ну, слушай, у вас какой заказ, что хотели?  А вот по номеру машины, этот проект. Давайте, диктуйте: Роман 7 0 2, Сергей, Ульяна, 7 9 0. Тяжёлый фургон, Партнёр-Боксер. То есть, Боксер-Боксер, да?  Что смотреть? Воздушный фильтр, там Megapower есть, можно заказать? Я так и не понял, Megapower это Китай или Россия? Китай, Китай. Просто я от них колодки поставил, ни скрипа, ничего, после 476 рублей. Когда это фильтр?  Да. Ну что ещё? Топливный фильтр. Там Filteron можно выбрать, 860 рублей. Filteron добавил, да. И масло, какую фирму? Оригинал который. Потом я на сайте два оригинала нашёл.  Ну а здесь будут, стойте на линии. Сп...",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 231,
      "text": "Автоалл.рф, Евгений, здравствуйте.   — Здравствуйте. Скажите, пожалуйста, а у вас есть карбюратор на Газель 4-6 двигатель?  — Да, сейчас я уточню, оставайтесь на линии.  (Ожидайте, пожалуйста, ответа оператора.)  — Спасибо за ожидание. Есть фирма Пекар, 15,370 рублей. Есть и Солекс, и Дмитровградский, 13,950.  — Пекар, Пекар.  — Пекар есть, да. Адрес какой?   — Адрес... Каширка там какой-то у вас, Каширка какой?  — Каширское шоссе 53, корпус 1.  — Да, да, да. Через сколько подъедете?  — Ну, где-то час, до молитвы выезжаем.  — Заказ вам забронирую, через час вам будет готово. Подождете, чтобы никто не купил?  — Да, конечно.  — Имя ваше скажите.  — Иван.  — Телефон, с которым звоните, да?  — Да, 91565800.  — Так, Каширское шоссе, 53, корпус 1. Заказ через час будет готов, оплата при получени...",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 247,
      "text": "Здравствуйте, хотел уточнить наличие запчасти в магазине на Рябиновой улице. Мне нужна пробка на газ 1,4 дюйма, там сливная такая.  — Пробка сливная из какой машины?  — Ну там газ, ну мне на Москвич, но она просто взаимозаменяемая, там она подписана у вас как газ 1,4 дюйма. Артикул есть у вас или можете артикул назвать?  — На цифры, да, сейчас, секундочку... так, 353, 052-П29, да? 052-П29.  — Да, есть такая в наличии. Какой магазин интересует вас?  — Вот на Рябиновой.  — На Рябиновой. Метро Озерная, да? Восемь штук есть, да. То есть можно как бы сейчас там подъехать в течение дня?  — Да, да, в наличии есть, можете подъехать, купить. Могу забронировать вам, чтобы никто не купил, через час заказ будет готов.  — Ну да, чтобы мне там её просто сразу уже выдали, я приеду и заберу.  — Да. Одну ш...",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 250,
      "text": "Аutoall.ru, Евгений, здравствуйте.  Здравствуйте. Я хотел бы уточнить по поводу одной запчасти на Газель, именно по поводу балки передней по комплектации. Только балка идет или вместе с кулаками продаётся?  Так, балка передняя ГАЗ-3302.  ГАЗ-3302, да. Нет, просто голая балка, без кулаков.  Понял. Хорошо. Спасибо большое. Остались вопросы какие?  Нет, всё. Спасибо большое.  Спасибо за звонок. Будем рады вас видеть в нашем магазине. До свидания.",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 254,
      "text": "Здравствуйте, мне заказ нужно сделать.   Что заказ еще раз?   Заказ хочу сделать.   Да, слушаю вас, говорите.   Можно по ВИНу, мне нужно масло и фильтр масляный.   Машина какая?   Аудио 3. Сейчас проверим. Так, фильтр масляный и масло, да?   Да.   Так, вы какую вязку заливали в последний раз?   Шелл 5W40.   Вязка 5W40, да?   Да.   Да, может вам такой же тогда и посмотреть, масло, Шелл? Вот у меня почему-то по ВИНу ищет 5W30.   ВИН 5W30 показан, да.   Да.   Они по вязкости, да, отличаются?   По вязкости отличаются. Но если вы 5W40, то 5W40 и заливайте. Вы же ездили на нем, правильно?   Да.   А пробег какой?   120 тысяч.   Ну тут вам выбирать уже, тут вам не посоветую, какой скажете.   Ну давайте, как было, 5W40.   Так, Шелл, да?   Да.   Так, а Шелл какой там был, что написано у вас на нем? ...",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 275,
      "text": "Здравствуйте. У вас есть тягово-сцепное устройство для прицепа? Для чего именно? Тягово-сцепное устройство для прицепа. Какой тип? Шар или квадрат? Всё вместе, с ручкой. У вас в креплении шар или квадрат идёт? Круглый или квадратный? Круглый. Сам фаркоп, что ли? То есть, на что вы будете крепить фаркоп на прицеп? Круглый или квадратный? Круглый идёт. Сейчас я уточню, оставайтесь, пожалуйста, на линии. Ожидайте, пожалуйста, ответа оператора. Спасибо за ожидание. В наличии есть по цене 2590 рублей. Какой магазин вас интересует? Сейчас скажу... В районе Видного, Московская область, ближайший. Это на востоке Москвы будет, в районе Видного нет. Новогиреево, Кетчерская, 2А. А полный адрес? Кетчерская, 2А. Кетчерская? Да, Кетчерская, 2А. Это возле Видного? Это на востоке Москвы, не возле Видного....",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 289,
      "text": "Автовал.ру, Евгений, здравствуйте.  Евгений: Здравствуйте, меня зовут Евгений. Игорь, Евгений, а подскажите, пожалуйста, а на Кетченскую есть это на УАЗ Патриот задний карданный вал трехопорный?  Оператор: Так, вал карданный. Механика раздатка и коробка механика, все. УАЗ Патриот. Трехопорный?  Евгений: Да, трехопорный. Какая цена у него?  Оператор: Сейчас я уточню, оставайтесь.  Евгений: Да, да, да, спасибо.  Оператор: Спасибо за ожидание. Есть фирма АДС, 16 тысяч 60 рублей. Есть фирма АКОМ, она под заказ со склада, 14 тысяч 200 рублей.  Евгений: А АКОМ это что за фирма такая?  Оператор: Российская, Россия делает.  Евгений: Получается, у нас АДС это все-таки лучше, да?  Оператор: Я думаю, что лучше, да, Нижнего Новгорода.  Евгений: Нижнего Новгорода, да. А он там в наличии есть, да? На Ке...",
      "blocker": "Логистические барьеры"
    },
    {
      "id": 298,
      "text": "Автол.ру, Евгений, здравствуйте.  Здравствуйте. Подскажите, пожалуйста, на Газель Left 2017 года передний ступичный подшипник интересует.  Сейчас я уточню, оставайтесь с нами. В наличии есть? Алло, алло, алло.  Алло. В наличии есть. Какой магазин интересует?  Техчерская.  Газовский, оригинальный, 4660. Пеленга, 3580. Линк.  Подождите, вы мне цены сейчас называете за один подшипник или за сборку?  Всегда по одному, всегда по одному продаются. Один подшипник в одну сторону.  Ага, я понял. Просто я смотрел, у вас по каталогу артикул есть. Получается, код ES132123. Там выходит ступица за 4500, по-моему, что-то такое.  ES, а код товара скажите, код для заказа, я посмотрю.  Сейчас скажу. Артикул, да? А, код заказа — 936060.  Еще раз, плохо слышно.  936060.  Ну вот, я вам перечислил, как раз они ...",
      "blocker": "Логистические барьеры"
    }
  ],
  "b2b_process": [
    {
      "id": 0,
      "text": "Ренат, добрый день. Вы можете по артикулу запчасти посмотреть? Цилиндр тормозной интересует.   Да, диктуйте.   С как русская, потом С как доллар.   Ага. Рейд 901.   Этот цилиндр тормозной, получается, на ИСУ замолочен. JapanParts, фирма. Под заказ, 1250 рублей.   Только под заказ?   Да, доставка на 4 число.   Понятно. Ладно, спасибо. Нет, не нужно.   Спасибо за звонок. Всего доброго. До свидания.",
      "blocker": "Отсутствие B2B-процессов"
    },
    {
      "id": 25,
      "text": "Автоалл.ру, меня Рената зовут, здравствуйте. Просили связаться по поводу DAF 95-го.   — Да, Ренат, здравствуйте. Надо сцепление на DAF-95-й.   — А подскажете номер шасси или госномер автомобиля?  — Так, могу номер машины... X 9561 Константин Елена, 790. Или VIN могу продиктовать.  — Да, сейчас попробуем по госномеру, может, найдет... Да, нашел. Сцепление полностью в комплекте нужно?  — Да, желательно или Sachs, или Luk.  — Под заказ будет диск сцепления: если фирма Luk — 24,400, если фирма Sachs — 13,600. Sachs будет доставка на седьмое число, Luk будет на четвертое.  — Это диск, а корзина?  — Корзина, сейчас скажу. По наличию нигде ничего нет, да?  — Нет. Корзина Luk — 30,700 на четвертое февраля; Sachs — 23,900 на седьмое число.  — И выжимной?  — Выжимной есть в наличии, фирма Sachs — 12...",
      "blocker": "Отсутствие B2B-процессов"
    },
    {
      "id": 32,
      "text": "Автоалл.ру, простите, не расслышал насчёт автомобиля. Рено-Заур? Здравствуйте. По поводу сальника. Да, да, да. А сальник какой нужен, первичного или вторичного вала? Задний, который на кардане. Ну, ступичный получается, да, задний. Задний, вторичный вал, понял. Сейчас найдем. И ещё хотел спросить вас. Насос есть топливный, на МАН? Сейчас уточним. Сальник по наличию есть, фирма Samko, Турция, 380 рублей в трёх магазинах. Вы где находитесь? Я в Мытищах тут. Ближайший к вам — Хабаровская, дом 2. Наличие есть. Хабаровская, дом 2? Да, это там, где Щёлковское шоссе. А, всё, понял. И насос топливный имеется на этот же МАН? ТНВД, ну, сам ТНВД нужен, насос высокого давления? Да, тот, что качает топливо. ТНВД-2, по-моему. Вам нужен топливный насос высокого давления или подкачивающий, низкого давлени...",
      "blocker": "Отсутствие B2B-процессов"
    },
    {
      "id": 35,
      "text": "Алло. Автовал.ру, меня Ренат зовут.   Здравствуйте.   Да, Ренат. По поводу скани.   Угу. Так, а подскажете номер шасси или госномер автомобиля?   Давайте артикул вам уже скажу.   А, тоже так. 186-99-93.   Так, наличие в каком магазине интересует вас?   Вообще мы в Волоколамске.   Ага, к вам доставка нужна будет. Потом в Истру едем. Вот, где у вас? В Истре есть или в Волоколамске может быть?   Не там, не там нет. Не там, не там нет. Там магазин ближайший к вам - Красногорск.   Ну, вы в Красногорске, да, и находитесь?   Да.   Ага. Так, а там машина есть? По наличию там нет.   Машину-то поставить есть где?   В наличии там нет. Это нужно перемещение делать. Туда привезут на завтра.   На завтра.   Да. Ближайшая по наличию это Рябиновая в Москве, Чаков-Матвеевский район.   Не, не, надо что-то эт...",
      "blocker": "Отсутствие B2B-процессов"
    },
    {
      "id": 51,
      "text": "Алло, Автоалл.ру. Ренат беспокоит вас по поводу сцепления на КАМАЗ. Смотрите, да, все верно подобрали, все подходит. Тогда давайте счет. По производителям оставляем все так, как есть, правильно я понимаю?  — Ну а там есть дешевле вариант или что?  — Есть как дешевле вариант, так и дороже. Наверное, оставляем все как есть.  — Хорошо. Контактный номер телефона могу указать ваш?  — Этот, да.  — Скажите, у вас доставка есть?  — Доставка есть.  — Она платная?  — Сейчас посмотрим, а вам в какой город нужно будет?  — Мытищи, Глининого.  — Так, сейчас. Адрес электронной почты, куда счет отправить, можете указать тот, который вы прислали?  — Да, можете.  — Так, Мытищи. Доставка будет бесплатной курьером. Соответственно, как оплата пройдет, доставка будет на послезавтра, на 16 число, в воскресенье. ...",
      "blocker": "Отсутствие B2B-процессов"
    },
    {
      "id": 52,
      "text": "Алло? Алло, автоалл.рф, меня Ренат зовут. Мы с вами общались по поводу Дон Куэнга. Вам угловой нужен, да, вот этот гофрированный паттерн, получается?   — Да, да, все верно, который...  — Да, да, да, который идет от турбины на воздух с холодной части.  — А, от турбины который идет?  — Ну, он идет на корпус воздушного фильтра от турбины.  — А, все, понял, понял. Сразу после датчика... Она с него воздух сосет. Ну, короче, через него, точнее. Понял. Ну, а то, что вы сказали, он угловой такой, да, гофрированный?  — Угу. Ну, смотрите, его нигде нету. Ни под заказ, ни в наличии.  — Угу. Номер я вам могу сказать, артикул этот в детали?  — Ну, если вас не затруднит. Попробуйте найти.  — Давайте, если можно. Готов.  — Так, сейчас. Сто шестьдесят пять.  — Сто шестьдесят пять, ага.  — Семьдесят пять. ...",
      "blocker": "Отсутствие B2B-процессов"
    },
    {
      "id": 54,
      "text": "Алло, алло. Автоалл.ру, меня Ренат зовут, здравствуйте. По поводу сцепления на МАН. Да, да, да. Так, а номер шасси? Номер шасси, секундочку. Либо госномер автомобиля можно попробовать.   С 297. Как еще раз, первая буква? С. Ага, Сергей. 27, Николай Роман. Николай Роман. Регион? 72. Сейчас, в одну минуту. 92-го года, да, у вас получается? Да, да, да. Ага. Комплект сцепления нужен, правильно? Да, полная корзина, диски и выжимной. Ага. Один номер не нужен? Нет, я нашел всё. А, всё нашли, да? Да, 46-51 у вас заканчивается, там номер шасси. Да, да, да.  Смотрите, сцепление под заказ будет. Корзина, ну, отдельно будет корзина, отдельно выжимной и отдельно диск.   Ага, а кто производитель? Фирма Sachs 52 800, доставка на 17-е число. Trialli, Италия 21 816. Krauf, Турция 14 400. Это в сборе всё, д...",
      "blocker": "Отсутствие B2B-процессов"
    },
    {
      "id": 55,
      "text": "Алло? Autoall.ru, меня зовут Ренат. Здравствуйте. Вы просили перезвонить по поводу датчика АБС для Scania. Да, все верно. Мне нужен датчик АБС на Scania P400. Ага. А номер шасси или госномер автомобиля не подскажете, пожалуйста? Госномер? А зачем вам госномер? По госномеру иногда можно найти номер шасси или VIN. Так я же уже продиктовал VIN. Вы именно VIN продиктовали? Или номер шасси? Нет, только VIN номер. А номер шасси? Блин, не диктовал. А госномер? Попробуем по госномеру найти. Анна 349. Ага. Владимир Елена 550. 2017 год, правильно? Да, вроде 2017. Что у вас по здоровью, все хорошо? Зеленую бери. Сереж, вот смотри, зеленая. Ага, длина у него 1,4 метра, да? Приблизительно. Кто? Датчик. Датчик? Да, датчик. Это датчик AБС. Три варианта показывают, что можно поставить на этот автомобиль: ...",
      "blocker": "Отсутствие B2B-процессов"
    },
    {
      "id": 64,
      "text": "Автоалл.ру, меня зовут Ренат Алла, здравствуйте. Я с вами связываюсь по поводу...   Добрый день, да, добрый день. Мне нужен фильтр для Вольво FMX, 13-го года, тягач. Фильтр осушителя.  Понял, а подскажете номер шасси или госномер автомобиля?  Госномер, может, кто-нибудь даст. Ольга, 068ХН77 регион.  ХН, Николай?  Да, да, 77-й регион, да?  Да, да, 77-й регион. Сейчас, дайте, минуту. А вам удобно будет в каком магазине забрать?  Ну, а варианты какие?  Вы в каком районе находитесь?  Сокольники.  Сокольники. Сейчас, минутку. На Хабаровской удобно, наверное, будет.  Да, да, я там бываю, да.  Но самое главное — наличие и цена.  Понял. Смотрите, по наличию есть фирма Фэби, немецкий, 1880 рублей. Вапка — 3200. Кнор-Бремзе — 2800. Сампа, Турция — 2330. И фирма Бош — 4770.  Много вариантов, понятно....",
      "blocker": "Отсутствие B2B-процессов"
    },
    {
      "id": 68,
      "text": "Алло, Автоалл.ру, меня зовут [имя оператора], здравствуйте.  Здравствуйте. По поводу запчастей на МАН.  Да, да, скажите, пожалуйста, мне нужен моторчик на дворники.  Ага. А подскажите, госномер автомобиля или номер шасси, пожалуйста.  Госномер... сейчас я вам скажу. Сейчас. Я просто не помню сейчас.  Да, конечно.  Где-то в ПТС с паспортом. Так, госномер Т446.  С, Сергей, 446?  Нет, нет, Т — Татьяна.  Ага.  446 — Александр Елена, 05 регион.  Сейчас, минутку. Так, это 2005 года выпуска, да, у вас МАН ТГА?  Ну, ТГА, да, 2007 или 2005 уже.  Ага. Так, мотор стеклоочистителя?  Да, да.  По наличию, к сожалению, нет ни в одном из магазинов, только под заказ.  А сколько ждать, если заказ?  Самое быстрое — это будет 20-е число, на завтра. Фирма TOP COVER, Тайвань, 5080 рублей.  Это только завтра, да...",
      "blocker": "Отсутствие B2B-процессов"
    },
    {
      "id": 74,
      "text": "Алло, Автоалл.ру, меня зовут Ренат. Здравствуйте. Просили связаться по поводу амортизаторов в кабине на АТЕГО.  Добрый день. Хотел поинтересоваться, есть ли передние амортизаторы на АТЕГО, на Мерседес АТЕГО, на кабину?  Давайте посмотрим. Скажите, пожалуйста, госномер автомобиля или номер шасси.  Госномер: Р, Руслан 521, Ульяна Руслан 05.  Сейчас, минуту. Есть автобаза у вас, интересно?  Да, нашел. Отлично. Амортизаторы для кабины, передние и небольшие. В каком магазине есть в наличии? Где удобно забрать?  6-й километр, если есть.  Если на 6-м километре есть в наличии, фирма SACHS, один амортизатор будет стоить 10 340 рублей. А вот китайский MegaPower?  MegaPower есть на Кечерской, Кечерская 2, 2 590 рублей.  Ага, вот-вот. Как раз там. Сколько штук в наличии?  4 в наличии есть.  Отлично, н...",
      "blocker": "Отсутствие B2B-процессов"
    },
    {
      "id": 87,
      "text": "Алло, Автоалл.ру, меня зовут Ренат, здравствуйте. По поводу подшипника подвесного на ИВЕКО. Да, да. А подскажите госномер автомобиля или номер шасси, пожалуйста.   Госномер?   Да.   Татьяна 871.   Угу.   Константин Харитон.   Угу.   Татьяна 76. Так, сейчас, одну минуту.   Так, сейчас, одну минуту. Да, пожалуйста, подождите.   Алло. У вас наличие в каком магазине интересует?   Ну, МКАД, в принципе, они рядом же.   МКАД, МКАД, 6-й километр, внешняя сторона, один вариант есть, фирма Эмере. Стоимость 5125 рублей.   А его внутренний диаметр?   55.   Нет, у нас 55. Но по документам выдают 65. Вчера мы звонили, он сказал, что два варианта: есть 55, есть 65. А мы его как раз разбирали, померили, 55.   Так, сейчас, секунду, второй вариант, смотри. Так, 55, 55 только под заказ будет. Фирма Сампа, на...",
      "blocker": "Отсутствие B2B-процессов"
    },
    {
      "id": 106,
      "text": "Здравствуйте, меня интересует глушитель, бачок на ГАЗель. Там детали одинаковые? А что за ГАЗель, что за мотор стоит? 4216 движок, 2009 года. Ну, бизнес не бизнес, короче. Один бачок сбоку, который большой. Вот такой бачок у меня уже порвался. А самая последняя часть получается нужна? Нет, здесь один бачок стоит, не два. Один бачок. \"Самоваром\", да, в народе говорят, самовар. Один большой прямо, он сбоку выходит, ну, с правой стороны между колёсами. В каком магазине интересует наличие? Ну, Собурова, допустим, по ссылке мне удобно. В наличии есть автоглушитель 4550, фирма BOXAN 5380. Есть, да, Собурова? Да. Всё, спасибо огромное. Вам спасибо за звонок, будем рады видеть в нашем магазине. Всё, добро, до свидания.",
      "blocker": "Отсутствие B2B-процессов"
    },
    {
      "id": 124,
      "text": "Компания \"Австралийский Меринодол\". Здравствуйте, что вас интересует?   Здравствуйте. Скажите, пожалуйста, катушка зажигания 27.3705, где её можно забрать и какая стоимость?  Какой артикул еще раз? 27.3705?  Да, 27.3705. Я видел на сайте, там 800 чем-то рублей.  1800 рублей, может быть?  Сейчас вам скажу. Московский завод МЗАТ-Т2, про него речь идет?  Да, 884 рубля.  Скажите код для поиска, пожалуйста.  Сейчас посмотрим. 795 или 794. Именно катушка \"Прамо\"?  Да, \"Прамо\".  У них нет в наличии ни в одном из магазинов.  Да, нет в наличии?  Нет. Сейчас, минуту. У вас один магазин или сеть магазинов?  Сеть магазинов.  В каком районе находится, где удобно забрать?  Магазин находится на улице Газопровод, это Калужское шоссе в Подольске, самый ближайший.  Далеко. А на каком метро это находится?  М...",
      "blocker": "Отсутствие B2B-процессов"
    },
    {
      "id": 126,
      "text": "Компания «Автоленс», меня зовут Рено. Здравствуйте, что вас интересует?   Здравствуйте, ищу палец рессоры и задний ИВЕКО АМТ, и что-то не могу у вас найти. Может быть, вы мне подскажете? Может быть, я его как-то неправильно называю?  А что за автомобиль?  ИВЕКО АМТ, грузовик.  Давайте по каталогу посмотрим. Можете номер шасси сказать, пожалуйста?  Ну, наверное, нет.  А госномер автомобиля? Может, по госномеру попробуем подсказать?  Сейчас я попробую по документам. Так. Ну вот, какой-то грузовик, КАМАЗ, что ли. Чтобы найти вашу деталь, мне нужно открыть каталог и посмотреть.  Вам нужен ВИН?  Да, да, да.  Сейчас, может быть, я его найду. Так. А, вот, ВИН есть. Значит, Х большая, 42, 633.  А номер кузова или номер шасси, там чуть ниже у вас должен быть?  Есть, есть.  Продиктуйте его, пожалуйс...",
      "blocker": "Отсутствие B2B-процессов"
    },
    {
      "id": 131,
      "text": "Автоалл.рф, меня зовут Ренат, здравствуйте. Что вас интересует?  Здравствуйте, скажите, а у вас есть диски 17 на 8 шпилек?  Какие диски нужны, еще раз?  Колесные, ну колесные диски. 17,5 радиус. На МАЗ Зубренок 4371.  Сейчас посмотрим, одну минуту. Так, 6,75 на 17,5, правильно?  Да, да, да.  Так, наличие в каком магазине вас интересует?  Ну, можно на Кечерской, можно на МКАДе, там шестой километр, по-моему, на МКАДе.  Есть фирма Акурайт, по 9665 рублей за один диск. На МКАДе на шестом километре две штуки, на Кечерской три.  Ну, всего тогда спасибо, если что, на МКАДе тогда возьму.  Оформить резерв на диски?  А?  Оформить заказ резерва на диски?  Да не, не надо, я в принципе там каждый день езжу.  Хорошо. Все, спасибо, до встречи.  Спасибо за звонок, будем рады видеть вас в нашем магазине, ...",
      "blocker": "Отсутствие B2B-процессов"
    },
    {
      "id": 135,
      "text": "Тактал.ру, меня Ренат зовут, здравствуйте. Что интересует вас?   — У вас есть стартер для КАМАЗ ЕВРО-3, роторный, небольшой, маленький? 10-зубовой, да?   — Ну, скорее всего, да. Я не посмотрел, честно. Дополнительного реле нет у вас на стартере, да?  — Нет. Крепится на 3 уха?  — Да. Мотор 740, получается?  — Да. Наличие в каком магазине интересует вас?  — В принципе, без разницы. На Букадзе, Кечерской, любые артикулы на складе можно.  — Так, на Кечерской, значит, есть: фирма ЭЛТРА, ЖЭСКИ, 18355. Пристолит Китай — 17620, автоэлектрика Россия — 16200, БАТЭ белорусский — 23675.  — Понятно. Ладненько, хорошо, спасибо. Недорого, нормальные цены, среднерыночные.  — Ну, я, блин, 2-3 месяца назад покупал на другую машину, у нас действительно... может быть, на другой автомобиль были другие.  — Ну, ...",
      "blocker": "Отсутствие B2B-процессов"
    },
    {
      "id": 137,
      "text": "Компания «Автоальянс». Меня зовут Ренат. Здравствуйте, что вас интересует?  Здравствуйте, Ренат. Мне нужны запчасти для гидроцилиндра нефазовского. Я у вас на сайте посмотрел, вроде бы, они есть.  А что за нефаз?  Ну, это самосвальный колхозник, нефаз. Мне нужны направляющие для гидроцилиндра. Чугунные или латунные, они вверху стоят, где манжеты. В вашем каталоге я видел, что они есть. Алло.  Так, у вас односкатный прицеп?  Нет, двухскатный. Прицеп нефаз 8560. Гидроцилиндр. Нужна марка в гидроцилиндрах? Если есть, скажите, да, давайте.  Есть табличка 8560-8603-010-01. Верхние направляющие.  Да, секунду, сейчас посмотрим. Верхние направляющие. Сам гидроцилиндр есть, направляющие? Нет, да?  Нет. Не подскажете, где можно найти такую штуку?  К сожалению, не могу подсказать, где они могут быть ...",
      "blocker": "Отсутствие B2B-процессов"
    },
    {
      "id": 139,
      "text": "Компания Автолянс. Меня Ренат зовут. Здравствуйте. Что интересует вас?   Здравствуйте, Ренат. Мне нужны запчасти на Газель с двигателем Камменс. Какие запчасти необходимы на Камменс?  А вы как сами уже, да, продаете? Это куда я попал?   Вы в линию попали. Вы как физическое лицо будете приобретать или как...   Да, как физлицо. Мне с консультантом поговорить будем. У меня номера запчасти нет.   Смотрите, у меня такая ситуация. Камминс с Евро-3 двигателем. Редукционный клапан нужен. Но момент такой — редукционный клапан с Евро-5 двигателя подходит на Евро-3?   Редукционный клапан топливный?   Нет, редукционный клапан, который за давление отвечает.   Ну, редукционный клапан давления. Топливо или масло?   Масло. Сейчас посмотрим, одну минуту. Просто я брал на Евро-3 двигатель переднюю плиту, та...",
      "blocker": "Отсутствие B2B-процессов"
    },
    {
      "id": 146,
      "text": "Компания Автоальянс, меня Ренат зовут. Здравствуйте, что интересует вас?  Здравствуйте, а вот на сайте у вас нашел датчик поворота руля на Мерседес. Мне артикул сказать вам, или как по наличию вообще?  Да, давайте посмотрим артикул, продиктуйте, пожалуйста.  Так, А0065426518.",
      "blocker": "Отсутствие B2B-процессов"
    },
    {
      "id": 150,
      "text": "Автозапчасти Кетчерская, меня зовут Ренат. Здравствуйте, чем могу помочь?   Здравствуйте, Ренат. Я хотел бы узнать, есть ли у вас вкладыши для КАМАЗ Каменск 6АСБЕ?  Вкладыши есть в наличии. Что именно вас интересует?  0,25 коренные, 0,25 шатунные и масляный насос.  Для 6АСБЕ шатунные вкладыши 0,25 от фирмы \"Мувилекс\" стоят 3300 рублей за комплект. Коренные 2970, также от \"Мувилекс\". Масляный насос от \"Мувилекс\" стоит 6550 рублей.  Насос, да?  Да.  А можно заказать на Рябиновую?  Можно.  А когда будет доставка? Сегодня успеем?  Нет, сегодня вряд ли удастся доставить. Сейчас посмотрю момент... В корзину добавлю. На Рябиновую привезут завтра после 12.  Давайте. Короче, получается: насос 6550, да?  Да, 6550, шатунные вкладыши 3300 и коренные 2970.   Какая общая сумма?  12,820. Минус ваша скидк...",
      "blocker": "Отсутствие B2B-процессов"
    },
    {
      "id": 157,
      "text": "Компания «Автолянс», меня зовут Реназа. Здравствуйте, что вас интересует?  Добрый день, скажите, пожалуйста, а с Сергеем Мазуром соедините, пожалуйста?  Сейчас, одну минуту. Кто спрашивает, как вас представить?  Валерий.  Оставайтесь на линии. Добавочный 2744. Сейчас переведу вас.  Какой добавочный?  2744.  Мне перезвонить нужно, или как?  Я вас сейчас переведу, оставайтесь на линии, пожалуйста.  Алло.  Да-да, это Сергей, да?  Добрый день. Слушаю.  Это Валерий, мне Юля сказала к вам обратиться, она в отпуске. Мне нужен дисковый колёсный на Сканию, не посмотрите?  Вы организация?  Да-да, «Авитранс».  Так, смотрю на сайте. Диск. Я вот нашел какой-то Акуриды у нас, вот стоят такие, но не знаю, он подойдет или нет.  А какой у вас?  У меня 11.75-22.5. Мне нужен ЕТ-135 размер.  А какой вы нашли ...",
      "blocker": "Отсутствие B2B-процессов"
    },
    {
      "id": 190,
      "text": "Здравствуйте, Ренат, у меня такой вопрос. Хотел купить масло Газпром нефть 5W40 синтетика. Там маркировка 2А, по-моему, или 3А, B4 что ли. Что-то такое. Секунду, сейчас я вам точно скажу. Так, Газпром нефть 5W30, да, вам сказали? 5W40, 5W40 A3-B4. Сколько будет стоить?   А какой объем нужен?   4 литра. 4-литровая канистра — 2265 рублей.   2265 рублей. А можно еще добавить туда фильтр масляный на Nissan Qashqai J10, вариатор, 2 литра. Так, сейчас, секунду, на минуту, сейчас я открою каталог для этого. Первое поколение Nissan Qashqai, двухлитровый двигатель.   Бензиновый, правильно?   Да, бензиновый. Так, фирма Mann, Германия, 770 рублей. Sakura, Индонезия, 490. Оригинал — 1010.   Нет, я, по-моему, сакуру брал. Белая коробка с красным, да?   Да-да-да, белая с красным, все верно, вот этого до...",
      "blocker": "Отсутствие B2B-процессов"
    },
    {
      "id": 195,
      "text": "Алло! Алло, еще раз здравствуйте. Мы подъехали, я вам звонил два раза, не дозвонился. Телефон разрывается. Шильдик посмотрели, номер на нем? Шильдик посмотрели, но что-то непонятно, честно говоря.  Я могу вам продиктовать цифры, которые на нем стоят. Давайте посмотрим, диктуйте. Сейчас секундочку, я поднимусь в офис. Буквально сейчас.   Там начинается на 42-16, правильно? Да, все правильно. Просто у нас мотор может быть уже от другой машины. У нас старая машина, может быть, просто другая. В чем загвоздка: новая рама указана в одном двигателе, значит, какие-то крепления там другие. Надо по номеру смотреть, сверять.   Смотрите, два номера у меня есть: 42-16, 400, 100, 3401 — это один номер. Он не определяется вообще никак, даже Яндекс не видит, что это такое. Есть еще один номер: 42-16, 100,...",
      "blocker": "Отсутствие B2B-процессов"
    },
    {
      "id": 231,
      "text": "Автоалл.рф, Евгений, здравствуйте.   — Здравствуйте. Скажите, пожалуйста, а у вас есть карбюратор на Газель 4-6 двигатель?  — Да, сейчас я уточню, оставайтесь на линии.  (Ожидайте, пожалуйста, ответа оператора.)  — Спасибо за ожидание. Есть фирма Пекар, 15,370 рублей. Есть и Солекс, и Дмитровградский, 13,950.  — Пекар, Пекар.  — Пекар есть, да. Адрес какой?   — Адрес... Каширка там какой-то у вас, Каширка какой?  — Каширское шоссе 53, корпус 1.  — Да, да, да. Через сколько подъедете?  — Ну, где-то час, до молитвы выезжаем.  — Заказ вам забронирую, через час вам будет готово. Подождете, чтобы никто не купил?  — Да, конечно.  — Имя ваше скажите.  — Иван.  — Телефон, с которым звоните, да?  — Да, 91565800.  — Так, Каширское шоссе, 53, корпус 1. Заказ через час будет готов, оплата при получени...",
      "blocker": "Отсутствие B2B-процессов"
    },
    {
      "id": 289,
      "text": "Автовал.ру, Евгений, здравствуйте.  Евгений: Здравствуйте, меня зовут Евгений. Игорь, Евгений, а подскажите, пожалуйста, а на Кетченскую есть это на УАЗ Патриот задний карданный вал трехопорный?  Оператор: Так, вал карданный. Механика раздатка и коробка механика, все. УАЗ Патриот. Трехопорный?  Евгений: Да, трехопорный. Какая цена у него?  Оператор: Сейчас я уточню, оставайтесь.  Евгений: Да, да, да, спасибо.  Оператор: Спасибо за ожидание. Есть фирма АДС, 16 тысяч 60 рублей. Есть фирма АКОМ, она под заказ со склада, 14 тысяч 200 рублей.  Евгений: А АКОМ это что за фирма такая?  Оператор: Российская, Россия делает.  Евгений: Получается, у нас АДС это все-таки лучше, да?  Оператор: Я думаю, что лучше, да, Нижнего Новгорода.  Евгений: Нижнего Новгорода, да. А он там в наличии есть, да? На Ке...",
      "blocker": "Отсутствие B2B-процессов"
    }
  ],
  "operator_knowledge": [
    {
      "id": 3,
      "text": "На Autoall.ru меня зовут Ренат. Здравствуйте. По поводу датчиков на ШАКМАН.   Да, здрасте. Подскажите, а есть привод от продавления воздуха на установку, получается? Это для бетонного миксера, бетонной мешалки. Там есть давление. Поддаёшь бочку на воду, чтобы мыть машину. Привод от продавления.  Так, сейчас попробуем найти... Воздушный клапан, да? Это гидравлика?   Воздушный. Воздушный. На установку, к сожалению, линия занята. Я не могу сказать по датчику. Вы его не снимали, не смотрели? Маркировка, может быть, есть на нём?  Да, есть маркировка только с номером. Клапан. Модель. АТР, регулятор. Модель КП-208.   Модель КП. По-английски. КП-208.   А, КП-208. Так, буква К английская, да? Кью, да?   Кью.   А, Кью. Кью, английская. Кью-П-208?  208.   Понял. Модель не показывает в базе. К сожален...",
      "blocker": "Неподготовленность операторов"
    },
    {
      "id": 61,
      "text": "Наталья, здравствуйте. Здравствуйте, Автоалл.ру. Меня Рена зовут. Просили связаться по поводу полуприцепа.  Мне нужны тормозные диски на вот этот полуприцеп. А полуприцеп на базе чего сделан? Шасси чьё стоит?  Ой, я вообще не знаю. Не знаю, а как... Где мне это узнать?  Это нужно табличку посмотреть на шасси самой.  Табличка на шасси?  Да.  Как полуприцеп называется у вас?  Вообще не знаю. Вот только могу ВИН сказать, больше ничего не могу сказать.  По ВИНу они не открываются, полуприцепы. Там именно надо смотреть по номеру шасси. Там, как правило, висит табличка, и там написано серийный номер, номер шасси, и по этому номеру уже нужно будет смотреть, что у вас идёт.  Ладно, хорошо, посмотрю сейчас. Спасибо за звонок. Всего доброго.  До свидания.",
      "blocker": "Неподготовленность операторов"
    },
    {
      "id": 139,
      "text": "Компания Автолянс. Меня Ренат зовут. Здравствуйте. Что интересует вас?   Здравствуйте, Ренат. Мне нужны запчасти на Газель с двигателем Камменс. Какие запчасти необходимы на Камменс?  А вы как сами уже, да, продаете? Это куда я попал?   Вы в линию попали. Вы как физическое лицо будете приобретать или как...   Да, как физлицо. Мне с консультантом поговорить будем. У меня номера запчасти нет.   Смотрите, у меня такая ситуация. Камминс с Евро-3 двигателем. Редукционный клапан нужен. Но момент такой — редукционный клапан с Евро-5 двигателя подходит на Евро-3?   Редукционный клапан топливный?   Нет, редукционный клапан, который за давление отвечает.   Ну, редукционный клапан давления. Топливо или масло?   Масло. Сейчас посмотрим, одну минуту. Просто я брал на Евро-3 двигатель переднюю плиту, та...",
      "blocker": "Неподготовленность операторов"
    },
    {
      "id": 157,
      "text": "Компания «Автолянс», меня зовут Реназа. Здравствуйте, что вас интересует?  Добрый день, скажите, пожалуйста, а с Сергеем Мазуром соедините, пожалуйста?  Сейчас, одну минуту. Кто спрашивает, как вас представить?  Валерий.  Оставайтесь на линии. Добавочный 2744. Сейчас переведу вас.  Какой добавочный?  2744.  Мне перезвонить нужно, или как?  Я вас сейчас переведу, оставайтесь на линии, пожалуйста.  Алло.  Да-да, это Сергей, да?  Добрый день. Слушаю.  Это Валерий, мне Юля сказала к вам обратиться, она в отпуске. Мне нужен дисковый колёсный на Сканию, не посмотрите?  Вы организация?  Да-да, «Авитранс».  Так, смотрю на сайте. Диск. Я вот нашел какой-то Акуриды у нас, вот стоят такие, но не знаю, он подойдет или нет.  А какой у вас?  У меня 11.75-22.5. Мне нужен ЕТ-135 размер.  А какой вы нашли ...",
      "blocker": "Неподготовленность операторов"
    },
    {
      "id": 195,
      "text": "Алло! Алло, еще раз здравствуйте. Мы подъехали, я вам звонил два раза, не дозвонился. Телефон разрывается. Шильдик посмотрели, номер на нем? Шильдик посмотрели, но что-то непонятно, честно говоря.  Я могу вам продиктовать цифры, которые на нем стоят. Давайте посмотрим, диктуйте. Сейчас секундочку, я поднимусь в офис. Буквально сейчас.   Там начинается на 42-16, правильно? Да, все правильно. Просто у нас мотор может быть уже от другой машины. У нас старая машина, может быть, просто другая. В чем загвоздка: новая рама указана в одном двигателе, значит, какие-то крепления там другие. Надо по номеру смотреть, сверять.   Смотрите, два номера у меня есть: 42-16, 400, 100, 3401 — это один номер. Он не определяется вообще никак, даже Яндекс не видит, что это такое. Есть еще один номер: 42-16, 100,...",
      "blocker": "Неподготовленность операторов"
    },
    {
      "id": 224,
      "text": "В толпе шум, генетические алгоритмы, а египетские товары, можно заказ оформить? В тот раз этого не вышло, видимо, что-то не так пришло. Я его нёс, но не успел оплатить. Ну, слушай, у вас какой заказ, что хотели?  А вот по номеру машины, этот проект. Давайте, диктуйте: Роман 7 0 2, Сергей, Ульяна, 7 9 0. Тяжёлый фургон, Партнёр-Боксер. То есть, Боксер-Боксер, да?  Что смотреть? Воздушный фильтр, там Megapower есть, можно заказать? Я так и не понял, Megapower это Китай или Россия? Китай, Китай. Просто я от них колодки поставил, ни скрипа, ничего, после 476 рублей. Когда это фильтр?  Да. Ну что ещё? Топливный фильтр. Там Filteron можно выбрать, 860 рублей. Filteron добавил, да. И масло, какую фирму? Оригинал который. Потом я на сайте два оригинала нашёл.  Ну а здесь будут, стойте на линии. Сп...",
      "blocker": "Неподготовленность операторов"
    },
    {
      "id": 275,
      "text": "Здравствуйте. У вас есть тягово-сцепное устройство для прицепа? Для чего именно? Тягово-сцепное устройство для прицепа. Какой тип? Шар или квадрат? Всё вместе, с ручкой. У вас в креплении шар или квадрат идёт? Круглый или квадратный? Круглый. Сам фаркоп, что ли? То есть, на что вы будете крепить фаркоп на прицеп? Круглый или квадратный? Круглый идёт. Сейчас я уточню, оставайтесь, пожалуйста, на линии. Ожидайте, пожалуйста, ответа оператора. Спасибо за ожидание. В наличии есть по цене 2590 рублей. Какой магазин вас интересует? Сейчас скажу... В районе Видного, Московская область, ближайший. Это на востоке Москвы будет, в районе Видного нет. Новогиреево, Кетчерская, 2А. А полный адрес? Кетчерская, 2А. Кетчерская? Да, Кетчерская, 2А. Это возле Видного? Это на востоке Москвы, не возле Видного....",
      "blocker": "Неподготовленность операторов"
    }
  ]
}